[{"title": "Ferry sinks in northern Philippines, 28 dead", "articles": [{"published": 1229299200.0, "title": "Philippines Ferry Capsizes Leaving 22 People Drowned (Update1)", "body": "Dec. 15 (Bloomberg) -- An overloaded ferry carrying almost 100 people capsized in the northern Philippines, drowning at least 22 people and leaving 29 missing, police said.\n\nThe wooden-hulled MB Mae Jan overturned less than 300 meters (984 feet) from its destination, the town of Aparri in Cagayan province, at about 8:30 p.m. local time yesterday, Senior Inspector Alex de los Santos said. Police and local residents rescued 46 people, he said.\n\n“We’re keeping hope alive that more survivors will be found,” De los Santos said, adding Navy and Coast Guard teams arrived today to help in search and rescue operations.\n\nThe vessel capsized in choppy waters because it was overloaded, Transportation Undersecretary Maria Elena Bautista said in a phone interview. The ferry’s authorized capacity was 40 passengers, she said, adding the owner and her daughter were identified among the dead.\n\nMany Filipinos take ferries to travel between the nation’s 7,100 islands. Stormy weather and lax regulation have been blamed for accidents, including a collision that killed 4,000 people in 1987, the world’s worst peacetime shipping disaster.\n\nIn June, the MV Princess of the Stars capsized in the central Philippines, leaving as many as 800 dead. More than 50 people died in two ferry sinkings in November.\n\nAparri is on the north of the island of Luzon and about 427 kilometers (265 miles) north of Manila. The vessel was traveling from Calayan island north of Cagayan.\n\nTo contact the reporter for this story: Francisco Alcuaz Jr. in Manila at falcuaz@bloomberg.net\n\nTo contact the editors responsible for this story: Tony Jordan at tjordan3@bloomberg.net; Ed Johnson at Ejohnson28@bloomberg.net.", "image": "", "url": "http://www.bloomberg.com/apps/news?pid=20601080&sid=aXdP.3hdBmgM&refer=asia"}, {"published": 1229299200.0, "title": "At least 23 dead as Philippines ferry sinks", "body": "The wooden-hulled ferry, Maejan, was approaching its destination in Aparri town in Cagayan province after an eight-hour journey from Calayan islands in the Luzon Strait when it overturned near the mouth of the Cagayan River on Sunday evening, said Senior Inspector Alex de los Santos.\n\nHe said passengers jumped into the cold water after strong waves broke the ferry's bamboo outrigger, causing it to bob wildly.\n\n\"They panicked and grabbed anything like water containers that will keep them afloat then jumped off the boat,\" de los Santos told The Associated Press by telephone.\n\nHe said most of the 46 survivors swam to shore in Aparri, about half a mile (kilometer) away, where police and villagers found them shivering close to midnight.\n\nThe dead — including a 1-year-old boy and a town councillor — were taken to funeral parlors, where relatives gathered to identify them.\n\nHe said no one recognized the dead boy. \"There were no relatives. Most probably his parents perished with him.\"\n\nDe los Santos said coast guard and navy vessels joined the search for 33 people still missing, but bad weather was hampering the effort.\n\nCoast guard chief Vice Adm. Wilfredo Tamayo said criminal charges will be filed against the owner and surviving crew members of the 28-ton Maejan, which was authorized to carry only 50 people.\n\nHours before the ferry capsized, three children fell into the sea as the vessel was lashed by huge waves, Calayan Mayor Joseph Llopis said. Two of the children were plucked alive, but it was not clear if they survived the final capsizing, said Llopis, who lost 10 of his relatives in the disaster.\n\nThe accident was especially tragic because many of the passengers from his town of 17,000 people were traveling to Aparri to buy food and other goods ahead of Christmas, Llopis said.\n\n\"There'll be no festive mood,\" Mr Llopis said. \"Many of the dead were breadwinners.\"\n\nLast month, a cargo ship sank in rough seas north of Cagayan, and passing vessels plucked 16 of 20 people from shark-infested waters. Weeks earlier, separate storms capsized two passenger boats in the central Philippines, drowning more than 50 people.\n\nSea accidents are common in the Philippine archipelago because of tropical storms, badly maintained boats and weak enforcement of safety regulations.\n\nIn December 1987, the ferry Dona Paz sank after colliding with a fuel tanker, killing more than 4,341 people in the world's worst peacetime maritime disaster.\n\nThe state weather bureau over the weekend warned of an approaching storm from the Pacific with winds of up to 60 miles (95 kilometers) per hour.\n\nTropical Storm Dolphin could become a typhoon before getting closer to the eastern Philippines in the next few days, according to forecasts. Ferr", "image": "http://www.telegraph.co.uk/template/ver1-0/i/telegraphFacebook.jpg", "url": "http://www.telegraph.co.uk/news/worldnews/asia/philippines/3773604/At-least-23-dead-as-Philippines-ferry-sinks.html"}, {"published": 1229299200.0, "title": "Deaths as Philippines ferry sinks", "body": "A wooden ferry carrying about 100 passengers has sunk in the Philippines, with at least 22 people drowned and about another 30 missing.\n\nThe ferry Maejan was approaching Aparri in Cagayan province in the north of the country when its bamboo outrigger broke in heavy seas off Ballesteros.\n\nPassengers panicked and some leapt into the sea, creating instability on the vessel, which then capsized.\n\nPolice said many survivors swam ashore and were found shivering on land.\n\n\"They panicked and grabbed anything like water container that will keep them afloat then jumped off the boat,\" Senior Inspector Alex de los Santos told the Associated Press news agency.\n\nAmong the bodies recovered late on Sunday was that of an unidentified one-year-old boy.\n\n\"There were no relatives. Most probably his parents perished with him,\" said Mr de los Santos.\n\nMaritime accidents are common in the Philippine archipelago due to tropical weather, badly maintained passenger boats and weak enforcement of safety regulations.\n\nHundreds of people were killed in June, when a 23,000-tonne ferry - Princess of the Stars - capsized during a typhoon off the central island of Sibuyan.\n\nOnly 57 passengers and crew of the 850 people aboard survived the accident, making it the worst maritime disaster in the Philippines for 20 years.\n\n\n\n", "image": "http://news.bbcimg.co.uk/media/images/59091000/jpg/_59091876_bbcsergeilook.jpg", "url": "http://news.bbc.co.uk/2/hi/asia-pacific/7782934.stm"}, {"published": 1229299200.0, "title": "Boat sinks in northern Philippines, 23 dead", "body": "MANILA At least 23 people drowned and 26 were missing after a motorboat capsized in high seas off the northern Philippines, officials said on Monday.\n\nNearly 50 people survived the accident, coast guard commander Wilfredo Tamayo told reporters, adding some were rescued by fishermen from northern Cagayan province.\n\nThe boat had left Calayan island at 9:30 a.m. [0130 GMT] on Sunday, but failed to reach Aparri town in Cagayan province, around 400 km north of Manila, as expected at noon.\n\n\"It was because of strong currents between Calayan and Aparri,\" Melchito Castro, regional director of the government's disaster coordinating body told reporters.\n\nCoast guard, navy and air force troops have been dispatched to help in the search and rescue operation, Castro said.\n\nGale warnings were dispatched to coastal towns prior to the ferry sinking, Castro said, as tropical storm Dolphin entered Philippine territory.\n\nThe typhoon, currently centred off southeastern Catanduanes, is forecast to move slowly northwest, but not expected to hit land, the weather bureau said.", "image": "http://ad.in.doubleclick.net/N4735792/ad/in.reuters/news/world/article;type=mpu;sz=300x250;tile=2;articleID=INIndia-37031620081215;ord=9462", "url": "http://in.reuters.com/article/worldNews/idINIndia-37031620081215"}]}, {"title": "Bush plans to roll out new Iraq strategy this week", "articles": [{"published": 1167696000.0, "title": "Bush 'to reveal Iraq troop boost'", "body": "By Justin Webb\n\nBBC News, Washington\n\n\n\nMr Bush has come under pressure to change his strategy on Iraq\n\nThe speech will reveal a plan to send more US troops to Iraq to focus on ways of bringing greater security, rather than training Iraqi forces.\n\nThe move comes with figures from Iraqi ministries suggesting that deaths among civilians are at record highs.\n\nThe US president arrived back in Washington on Monday after a week-long holiday at his ranch in Texas.\n\nThe BBC was told by a senior administration source that the speech setting out changes in Mr Bush's Iraq policy is likely to come in the middle of next week.\n\nIts central theme will be sacrifice.\n\nThe speech, the BBC has been told, involves increasing troop numbers.\n\nThe exact mission of the extra troops in Iraq is still under discussion, according to officials, but it is likely to focus on providing security rather than training Iraqi forces.\n\nThe proposal, if it comes, will be highly controversial.\n\nAlready one senior Republican senator has called it Alice in Wonderland.\n\nThe need to find some way of pacifying Iraq has been underlined by statistics revealed by various ministries in the Iraqi government, suggesting that well over 1,000 civilians a month are dying.", "image": "http://newsimg.bbc.co.uk/media/images/42404000/jpg/_42404319_bush2_ap203.jpg", "url": "http://news.bbc.co.uk/2/hi/americas/6223923.stm"}, {"published": 1167696000.0, "title": "Democrats To Start Without GOP Input", "body": "As they prepare to take control of Congress this week and face up to campaign pledges to restore bipartisanship and openness, Democrats are planning to largely sideline Republicans from the first burst of lawmaking.\n\nHouse Democrats intend to pass a raft of popular measures as part of their well-publicized plan for the first 100 hours. They include tightening ethics rules for lawmakers, raising the minimum wage, allowing more research on stem cells and cutting interest rates on student loans.\n\nBut instead of allowing Republicans to fully participate in deliberations, as promised after the Democratic victory in the Nov. 7 midterm elections, Democrats now say they will use House rules to prevent the opposition from offering alternative measures, assuring speedy passage of the bills and allowing their party to trumpet early victories.\n\nNancy Pelosi, the Californian who will become House speaker, and Steny H. Hoyer of Maryland, who will become majority leader, finalized the strategy over the holiday recess in a flurry of conference calls and meetings with other party leaders. A few Democrats, worried that the party would be criticized for reneging on an important pledge, argued unsuccessfully that they should grant the Republicans greater latitude when the Congress convenes on Thursday.\n\nThe episode illustrates the dilemma facing the new party in power. The Democrats must demonstrate that they can break legislative gridlock and govern after 12 years in the minority, while honoring their pledge to make the 110th Congress a civil era in which Democrats and Republicans work together to solve the nation's problems. Yet in attempting to pass laws key to their prospects for winning reelection and expanding their majority, the Democrats may have to resort to some of the same tough tactics Republicans used the past several years.\n\nDemocratic leaders say they are torn between giving Republicans a say in legislation and shutting them out to prevent them from derailing Democratic bills.\n\n\"There is a going to be a tension there,\" said Rep. Chris Van Hollen (Md.), the new chairman of the Democratic Congressional Campaign Committee. \"My sense is there's going to be a testing period to gauge to what extent the Republicans want to join us in a constructive effort or whether they intend to be disruptive. It's going to be a work in progress.\"\n\nHouse Republicans have begun to complain that Democrats are backing away from their promise to work cooperatively. They are working on their own strategy for the first 100 hours, and part of it is built on the idea that they might be able to break the Democrats' slender majority by wooing away some conservative Democrats.\n\nDemocrats intend to introduce their first bills within hours of taking the oath of office on Thursday. The first legislation will focus on the behavior of lawmakers, banning travel on corporate jets and gifts from lobbyists and requiring lawmakers to attach their names to special spending directives and to certify that such earmarks would not financially benefit the lawmaker or the lawmaker's spouse. That bill is aimed at bringing legislative transparency that Democrats said was lacking under Republican rule.\n\nDemocratic leaders said they are not going to allow Republican input into the ethics package and other early legislation, because several of the bills have already been debated and dissected, including the proposal to raise the minimum wage, which passed the House Appropriations Committee in the 109th Congress, said Brendan Daly, a spokesman for Pelosi.\n\n\"We've talked about these things for more than a year,\" he said. \"The members and the public know what we're voting on. So in the first 100 hours, we're going to pass these bills.\"\n\nBut because the details of the Democratic proposals have not been released, some language could be new. Daly said Democrats are still committed to sharing power with the minority down the line. \"The test is not the first 100 hours,\" he said. \"The test is the first six months or the first year. We will do what we promised to do.\"", "image": "http://media3.washingtonpost.com/wp-srv/images/twp-50x50.jpg", "url": "http://www.washingtonpost.com/wp-dyn/content/article/2007/01/01/AR2007010100784.html"}, {"published": 1167696000.0, "title": "Milestones at Home and in Iraq", "body": "Milestones at Home and in Iraq\n\ni itoggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nRarely have so many historical milestones been crowded into so tight a time frame.\n\nIn these last days of 2006 and first of 2007, we have eulogized a former president who left office 30 years ago — a symbol of an era now far enough in the past to be recalled fondly.\n\nIn these same days, Saddam Hussein was hanged in Baghdad — ending his life and career but not the warring that was his legacy. Within the same weekend, the number of U.S. service personnel killed in Iraq passed 3,000.\n\nAnd in this week, we also swear in the first Democratic Congress in a dozen years, elected in large part because voters were exasperated by the war in Iraq.\n\nEven the United Nations is turning a historic corner, installing South Korean Ban Ki-Moon as its first new secretary-general in a decade.\n\nSo it would be fitting if President Bush came forward this week with a milestone of his own, a speech announcing a new direction in Iraq that actually included a new direction for U.S. policy there.\n\nWe have been promised such a speech for a nearly a month now, with the delivery date steadily receding. It now appears the president may address the nation before mid-January on the subject.\n\nBut the president has not shown a great eagerness to make this speech. He has conducted weeks of preparatory chats with advisers, most of whom have been advising him for years. He has also let it be known that he is leaning toward a marginal escalation — committing more U.S. troops to the war. These would not be fresh troops so much as Iraq war veterans extending their current tours or returning to the region sooner than planned.\n\nThis idea, known in administration parlance as a troop surge, has the virtue of constancy. It would maintain the commitment the United States has made over the past four years to establishing a Western-style democracy in Iraq. It keeps faith with the promises the president has made to the government of Nouri al-Maliki, the people of Iraq, the American public and the families of U.S. military personnel. The president often says that the families of fallen U.S. soldiers tell him to \"finish the job\" so as to honor their sacrifice.\n\nThe surge would also signal the White House's attitude toward the recommendations of the Iraq Study Group, and this too may be seen as a virtue within the president's inner circle. The ISG was a 10-member bipartisan commission, carefully chosen by Congress to assess the situation. The panel's leading figure, former Secretary of State James Baker, was practically the alter ego of the first President Bush. He was to ensure that the commission got to the bottom of things and that its report would go right to the top.\n\nBut the ISG's bitter prescriptions have not found favor in the White House. The panel chose to nudge the president toward a strategy of negotiation and withdrawal, hoping its report would become a milestone in its own right by enabling the White House to make a turn toward the realistic.\n\nPerhaps the panel's rejection of the previous course was stated too starkly. And the powerful Baker connection may have been counterproductive. Talk of a \"Baker Regency\" in the last two years of this presidency, combined with magazine covers showing the current president as a foundering, miniature version of his father, may have poisoned the well.\n\nFor now, we wait. But as the weeks have stretched on through the holidays, another milestone of sorts has been achieved. The support for the president's policy in Iraq has reached its lowest ebb to date. Public support as measured in the polls has reached historic lows. And the willingness of prominent Republican senators to question the war has reached an unprecedented high.\n\nThe Republican turnaround has been unmistakable on the question of the troop surge. Although the idea is backed by Sens. John McCain of Arizona and Lindsey Graham of South Carolina — both longtime advocates of larger deployments — it has not found many other friends in the Senate.\n\nIn fact, several Republicans who have recently returned from the region have distanced themselves from the idea, including Susan Collins of Maine and Norm Coleman of Minnesota. Both face the voters in 2008 in states that voted against Bush in 2004.\n\nBut even in red states, there have been Republicans voicing their doubts. Sen. Richard Lugar of Indiana, long the senior Republican on the Foreign Relations Committee, has said he is undecided about the surge. And the usually stalwart Saxby Chambliss of Georgia has said that higher troop levels must have a specific mission that they would achieve and then \"get out.\"\n\nThe increasing frequency with which that phrase is heard in Washington may be a milestone in itself.", "image": "http://media.npr.org/news/images/2007/jan/02/getty/bush_conf200-aad72235299a6f677f7d70c16a06e40e6ff0d546-s800-c15.jpg", "url": "http://www.npr.org/templates/story/story.php?storyId=6710614"}]}, {"title": "British trade union general secretary Bob Crow dies at 52", "articles": [{"published": 1394496000.0, "title": "Bob Crow, RMT union general secretary, dies", "body": "Mr Crow had been RMT leader since 2002\n\nRail Maritime and Transport union leader Bob Crow has died at the age of 52 of a suspected heart attack.\n\nLeading the RMT from 2002, Mr Crow became one of Britain's most high-profile union leaders.\n\nUnion, industry and political figures have been paying tribute to him.\n\nLondon Mayor Boris Johnson, who often clashed with him, said Mr Crow had \"fought tirelessly\" for his members. Labour's Ed Miliband said he had been a \"passionate\" campaigner.\n\nThe prime minister's official spokesman said David Cameron offered his sincere condolences to Mr Crow's family and friends.\n\nAnd Liberal Democrat leader Nick Clegg said Mr Crow had been a \"fighter and a force\".\n\n'Really fought'\n\nMr Crow was elected general secretary of the RMT in 2002 following the death of former leader Jimmy Knapp.\n\nUnder his leadership, the RMT's membership increased by more than 20,000 to 80,000.\n\nLabour leader Ed Miliband said Mr Crow was \"a passionate defender\" of \"safe, affordable public transport\"\n\nBob Crow often found himself at loggerheads with Conservative London Mayor Boris Johnson\n\nThe union's president Peter Pinkney said Mr Crow's death \"represents a huge loss to the trade union and labour movement both in this country and internationally\".\n\nThe BBC's political editor Nick Robinson said Mr Crow \"was, some argue, the most successful union leader in terms of securing jobs and pay for his members\".\n\nAnalysis In life, Bob Crow embodied his team Millwall's famous song, \"No-one likes us, we don't care\". In death, those who once condemned him and who he regarded as his enemies - Tory cabinet ministers, the Mayor of London and, yes, the leader of the Labour Party - have lined up to praise him (though in the case of Ed Miliband not on camera) as a fighter for those he regarded as his people. Crow, in my experience, was simply unmoved by the views of the political and media establishment. Few doubt that he was not just one of the best known but also one of the most effective trade union leaders in terms of doing the job he was paid to do: protecting the job security of his members, increasing their pay and improving their conditions. Behind the public displays of aggression was a man, it is widely said, who was willing and capable of striking a deal in private. This was a man who knew what he thought, knew whose side he was on and knew who the enemy were in an era when that can be said of a shrinking number of people in public life.\n\nWhile he was supported by his members, Mr Crow was often criticised by some politicians and parts of the media when the union decided to take industrial action - sometimes to the consternation of London's commuters.\n\nJust last month thousands of Tube passengers endured delays because of strike action over planned job cuts and ticket office closures.\n\nMr Johnson said: \"This was a guy who really fought for his members and who stuck up for his point of view.\n\nBob Crow was a vocal campaigner against the war in Iraq\n\n\"Obviously I didn't always agree with what he had to say but... together with other union members, Bob Crow unquestionably helped to drive through huge progress on London Underground, and he leaves a massive legacy behind.\"\n\nMr Johnson's predecessor Ken Livingstone said: \"If you think in terms of what's a tribute to him, I can't think of any other job that working class people do that's got good wages and conditions and a pension - all the others have been eroded.\"\n\nTransport Secretary Patrick McLoughlin said Mr Crow had made \"an important contribution to the debate around the future of rail services in this country\".\n\nMr Miliband said Mr Crow had been \"a major figure in the Labour movement and was loved and deeply respected by his members\".\n\nHe added that Mr Crow had been a \"passionate defender of and campaigner for safe, affordable public transport\" and a \"lifelong anti-fascist activist\".\n\n\"I didn't always agree with him politically but I always respected his tireless commitment to fighting for the men and women in his union.\"\n\n'Feared by employers'\n\nMr Crow leaves a partner, Nicola Hoarau, and four children.\n\nBorn in 1961 in east London, he got his first job on the underground at the age of 16, fixing rails and cutting down trees by the track.\n\nHe became a local representative for the then National Union of Railwaymen at the age of 20, rising through the ranks before becoming general secretary of the RMT - which was formed by the combining of the National Union of Railwaymen and the Seamen's Union in 1990.\n\nLast month, Mr Crow joined his members on the picket line during the Tube strike.\n\nManuel Cortes, leader of the TSSA rail union, which also took part in the strike, said: \"Bob Crow was admired by his members and feared by employers, which is exactly how he liked it.\n\n\"It was a privilege to campaign and fight alongside him because he never gave an inch.\"\n\nMr Crow did not attend a TUC executive away day on Monday because he felt unwell.\n\nHis older brother Richard told Sky News he believed the union leader had suffered a heart attack early on Tuesday, and paid tribute to the \"loveable little rogue\".\n\n\"We grew up together in Chigwell in Essex and he was a very likeable chap - no matter what people said about his politics,\" he said.\n\n\"He was honest, he looked after the people he was supposed to look after, and he was a great man as far as honesty and beliefs went.\"\n\nHe added: \"When people have a high office in life they fall for the big trappings of the flash cars and the big hotels and big houses. But Bob wasn't like that, he was a genuine person of the people.\"\n\n'Gobby'\n\nIn an interview broadcast on BBC Radio 4 on the day before he died, Mr Crow described himself as \"talkative\", but said he did not like to be \"gobby\".\n\nWorkers at Covent Garden Tube Station paid tribute to Bob Crow\n\n\"At the end of the day, to be a general secretary of a union you've got to be larger than life,\" he said.\n\n\"[You can't] walk around with a grey suit on and eat a cheese sandwich every lunch time. You want someone who's got a bit of spark about them.\"\n\nHe also defended his salary, which was reported to be £145,000 but he suggested was closer to £90,000, saying he was worth it because RMT's members had received pay rises every year even during austerity, had good pensions and had good holiday allowances.\n\nTUC general secretary Frances O'Grady said he was \"an outstanding trade unionist, who tirelessly fought for his members, his industry and the wider trade union movement\".\n\nPaul Kenny, GMB general secretary, added: \"Even people who didn't like what he did agreed he did it very well.\"\n\nDave Nellist, national chairman of the Trade Unionist and Socialist Coalition, which Mr Crow had co-founded in 2010, said: \"Bob Crow was an inspirational union leader who tenaciously defended his members' jobs, pay and conditions - head and shoulders above most other union leaders.\"", "image": "http://ichef.bbci.co.uk/news/1024/media/images/73499000/jpg/_73499381_crow_pa.jpg", "url": "http://www.bbc.co.uk/news/uk-26527325"}, {"published": 1394496000.0, "title": "Bob Crow, RMT leader, dies of suspected heart attack at 52", "body": "Sorry, your browser is unable to play this video.\n\nFigures across the political spectrum have paid tribute to Bob Crow, whose sudden death has deprived the union movement of arguably its most colourful and successful modern leader.\n\nCrow, the general secretary of the Rail, Maritime and Transport (RMT) union, died aged 52 early on Tuesday morning at Whipps Cross hospital in Leytonstone, east London, after reportedly suffering an aneurysm and a heart attack.\n\nCovent Garden tribute to Bob Crow. Photograph: Twitter\n\nHe had been the RMT's leader since 2001, growing a reputation as a militant champion of workers, with his apparently unfashionable politics seeing the union add tens of thousands of recruits after it repeatedly won pay rises for its members.\n\nCrow's most recent high-profile battle was over the future of London Underground, with talks continuing after strikes last month.\n\nTributes were led by the city's former mayor Ken Livingstone, who said that while Crow was demonised by the rightwing press: \"The only working-class people who still have well-paid jobs in London are his members. With the passage of time, people will come to see that people like Bob Crow did a very good job.\"\n\nThe mayor of London, Boris Johnson, said he had been shocked to learn of the death of \"a fighter and a man of character\".\n\nThe RMT left the Labour party in 2004 after a number of disagreements over policy, although for years the union used to send its annual affiliation fee to the party, only to have the cheque returned.\n\nLabour leader Ed Miliband said: \"Bob Crow was a major figure in the labour movement and was loved and deeply respected by his members. He did what he was elected to do, was not afraid of controversy and was always out supporting his members across the country.\"\n\nCrow in Brighton, East Sussex, in 2007. Photograph: Nigel Bowles/Rex Nigel Bowles/REX\n\nThe convenor of the RMT parliamentary group, Labour MP John McDonnell, said: \"In Bob Crow we have lost one of the finest trade union leaders and socialists our movement has known. I am devastated by this tragic news.\"\n\nA spokesman for David Cameron said he expressed his sincere condolences to Crow's family and friends.\n\nPatrick McLoughlin, the transport secretary, said: \"Like many, I will remember him as a passionate voice for safety on the railways and the wellbeing of those who work on them.\"\n\nTUC general secretary Frances O'Grady said: \"Bob was an outstanding trade unionist, who tirelessly fought for his members, his industry and the wider trade union movement.\"\n\nSorry, your browser is unable to play this video.\n\nThe Labour leader, Ed Miliband, said: \"Bob Crow was a major figure in the labour movement and was loved and deeply respected by his members.\n\n\"I didn't always agree with him politically but I always respected his tireless commitment to fighting for the men and women in his union. He did what he was elected to do, was not afraid of controversy and was always out supporting his members across the country.\"\n\nCrow left school at 16 to work on the tube, and became a local union rep for the first time aged 20. In later years, the shaven-headed, Millwall-supporting Crow was easily caricatured in the rightwing press – particularly during tube strikes or when his union demanded, and won, Olympic bonuses for workers. But while he was unafraid to call a strike, associates remember him as a shrewd negotiator who knew when to settle and how to play his hand.\n\nHis defiance over his well-publicised cruise holiday to Brazil on the eve of the recent tube strike was typical: why, he asked, wasn't a working man allowed to spend his money on a holiday? It had been advertised in the Daily Mail.\n\nIn one of his last interviews, he told the BBC: \"At the end of the day, to be the general secretary of a union you have to be larger than life. I wouldn't want to walk around in a grey suit and eat a cheese sandwich every lunchtime. I'd want someone who's got a bit of sparkle about them.\"\n\nCrow's death came during talks over the tube's future, as the union continued to resist plans to shut ticket offices and cut jobs. Manuel Cortes, leader of the TSSA union, which had joined the dispute with the RMT, said he was \"proud and privileged to have stood alongside Bob\". He added: \"While many bosses might not have said it in public, he carried their respect. He understood that his job was to get the best possible deal for his members. That is what he always did.\"\n\nThe offices of the RMT union were closed on Tuesday. The RMT said it would make further announcements in due course.\n\nIt is understood that Millwall football club will include a tribute to Crow in its programme for the game against Charlton on Saturday.", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/11/1394533202021/Bob-Crow-009.jpg", "url": "http://www.theguardian.com/politics/2014/mar/11/bob-crow-dies-52-rmt-union-leader"}, {"published": 1394496000.0, "title": "Bob Crow dead: RMT Union leader dies of heart attack aged 52", "body": "Reports suggest Mr Crow died at Whipps Cross hospital, Leytonstone. Medics spent an hour trying to save his life. Some reports suggest Mr Crow had been unwell for some time.\n\nFormer Mayor of London Ken Livingstone led tributes to Mr Crow saying he fought for his members despite being demonised by the right wing press. Speaking of his shock at the news, he said: \"I assumed he would be at my funeral not me at his.\"\n\nHe told Sky News: \"He fought really hard for his members. The only working-class people who still have well-paid jobs in London are his members.\"\n\nHe said Mr Crow was \"broadly right on most key issues\" and that if more people had fought for the conditions of the working classes \"this country would be a much better place.\"\n\n\"With the passage of time people will come to see that people like Bob Crow did a very good job,\" he said.\n\nThe RMT confirmed Mr Crow's death \"with the deepest regret\".\n\nA brief statement said: \"It is with the deepest regret that RMT has to confirm that our general secretary Bob Crow sadly passed away in the early hours of this morning.\n\n\"RMT would request that all media respect the privacy of the friends and family of Bob Crow at this distressing time.\"\n\nMr Crow was most recently involved in a controversial Tube worker's strike over plans to close ticket offices on the London Underground.\n\nCrow's trade union career saw him frequently at loggerheads with management and the government. He became assistant general secretary of the RMT in 1991, before being elected leader in 2002.\n\nUnder Mr Crow's leadership, membership of the RMT increased by more than 20,000 to 80,000, embracing workers ranging from seafarers and rail staff to cleaners.\n\nHe spoke at rallies and meetings most weekends, and was always in demand to support campaigns.\n\nA former member of the Communist Party of Great Britain and the Socialist Labour party his hard left rhetoric was often criticised by those on the right and the centre left.\n\nMr Crow was regarded as a member of the so-called “Awkward Squad” - the loose grouping of left-wing union leaders who came to power in a series of electoral victories beginning in 2002.\n\nMr Crow's death caused shockwaves in the trade union movement and across the political spectrum.\n\nManuel Cortes, leader of the TSSA rail union, who stood on picket lines with Mr Crow during last month's Tube strike, said: \"Bob Crow was admired by his members and feared by employers, which is exactly how he liked it.\n\n\"It was a privilege to campaign and fight alongside him because he never gave an inch.\"\n\nSir Peter Hendy, London's Transport Commissioner, said: \"We are shocked by this terribly sad and unexpected news. Our thoughts are with Bob Crow's family, friends and all those he represented.\"\n\nUK Independence Party (Ukip) leader Nigel Farage tweeted: \"Sad at the death of Bob Crow. I liked him and he also realised working-class people were having their chances damaged by the EU.\"\n\nMr Crow had been campaigning for the No2EU political party in May's European elections, arguing that workers were suffering because of policies from Europe.\n\nMr Crow's older brother, Richard Crow, said he believed the union leader had suffered a heart attack in the early hours of today.\n\nSpeaking to Sky News, he paid tribute to the \"loveable little rogue\".\n\nRichard, whose father was also a trade union leader, said: \"It's very sad.\n\n\"It was about 7am that I got the call (from my sister). I presume some time in the night he had some problems. We're really trying to find out exactly what happened.\n\n\"We grew up together in Chigwell in Essex and he was a very likeable chap - no matter what people said about his politics.\n\n\"He was honest, he looked after the people he was supposed to look after, and he was a great man as far as honesty and beliefs went.\n\n\"He was a person who believed in justice.\"\n\nTube workers at Covent Garden station pay tribute to Bob Crow Ed Miliband said: \"Bob Crow was a major figure in the labour movement and was loved and deeply respected by his members.\n\n\"I didn't always agree with him politically but I always respected his tireless commitment to fighting for the men and women in his union. He did what he was elected to do, was not afraid of controversy and was always out supporting his members across the country.\n\n\"He was a passionate defender of and campaigner for safe, affordable public transport and was a lifelong anti-fascist activist.\n\n\"My thoughts are with his family, friends and colleagues in the RMT and wider union movement at this difficult time.\"\n\nIn a statement, London Mayor Boris Johnson said: \"I'm shocked. Bob Crow was a fighter and a man of character.\n\n\"Whatever our political differences, and there were many, this is tragic news.\n\n\"Bob fought tirelessly for his beliefs and for his members.\n\n\"There can be absolutely no doubt that he played a big part in the success of the Tube, and he shared my goal to make transport in London an even greater success. It's a sad day.\"\n\nThe Prime Minister's official spokesman said: \"The Prime Minister expresses his sincere condolences to Mr Crow's family and friends.''", "image": "http://www.independent.co.uk/incoming/article9107583.ece/binary/original/v3-bobcrow.jpg", "url": "http://www.independent.co.uk/news/uk/home-news/bob-crow-dies-rmt-union-leader-dead-at-52-9183607.html"}]}, {"title": "Al Jazeera airs new Osama Bin Laden tape", "articles": [{"published": 1137628800.0, "title": "English", "body": "WASHINGTON, Jan. 19 (Xinhuanet) -- Analysts at the U.S. Central Intelligence Agency (CIA) believed that the voice on a tape, aired earlier Thursday by Arab television station Al Jazeera, was that of Osama bin Laden, an agency official said. The official, speaking anonymously, said that following technical analysis, the CIA determined that the voice on the tape was that of bin Laden, chief of the al Qaeda terrorist organization. Bin Laden warned in the tape that attacks were under preparations against the United States and its allies, and offered a truce in response to U.S. public opinion favoring withdrawal American troops from Iraq. \"We don't mind offering you a long-term truce on fair conditions that we adhere to,\" he said in the tape. He said both sides could \"enjoy security and stability under this truce so we can build Iraq and Afghanistan, which have been destroyed in this war.\" Speaking on the Fox News channel, Vice President Dick Cheney said he believed the truce offer was a ploy and that it was too early to draw any conclusions. \"I'm not sure what he's offering by way of a truce. I don't think anybody would believe him ... It sounds to me like it's some kind of a ploy, but again not having seen the entire text or validated the tape and the timing of it, I'm reluctant to draw any conclusions,\" he said. At a luncheon speech in New York on Thursday, Cheney warned that the United States still faced significant threats from terrorists attempting to establish a radical Islamic empire. White House spokesman Scott McClellan said President George W. Bush had been informed about the tape, and that the United States would not negotiate with terrorists. \"Clearly the al Qaeda leaders and other terrorists are on the run, they're under a lot of pressure. We do not negotiate with terrorists, we put them out of business,\" he said. The Department of Homeland Security had no plan to raise the country's security alert level in response to the tape, department officials said. Enditem", "image": "", "url": "http://news.xinhuanet.com/english/2006-01/20/content_4075587.htm"}, {"published": 1137628800.0, "title": "Bin Laden message: 'I'm still here.'", "body": "In new audiotape, the Al Qaeda leader both threatens the US and offers a kind of truce.\n\nA new audiotape of Osama bin Laden is designed to counter Western intelligence speculation that the Al Qaeda leader has been cornered or killed, terrorism experts say - and to raise jitters that America's most wanted is still planning terrorist attacks.\n\n\"It proves two things,\" says Michael Scheuer, former head of the CIA's Bin Laden unit. \"He's not dead. And despite all the things we say about him being isolated and alone, he can clearly dominate the international media when he wants to.\"\n\nAs in the past, the Islamist radical is also believed to be sending a message as much to the Muslim world as to the United States.\n\nRecommended: Could you pass a US citizenship test?\n\nIn a brief audiotape aired Thursday on Arab television station Al Jazeera, the speaker scoffs at claims that US antiterrorism measures are the reason no more attacks have hit the US since Sept. 11, 2001. Instead, the speaker says, further attacks are in preparation and \"you will see them in your houses as soon as they are complete, God willing.\"\n\nIn a new twist, the speaker refers to rising US public opinion against the war in Iraq and says, \"We have no objection to responding to this with a long-term truce.\" In an April 2004 tape, bin Laden offered Europe a truce - a move some analysts saw at the time as an effort to exploit a divide among Western allies over Iraq and antiterrorist measures.\n\nIn the same way, bin Laden might be trying to take advantage of what he sees as divisions in the US - although some analysts caution against reading more into the latest tape than a basic desire to reaffirm that the terrorist leader is alive and well.\n\n\"He's saying that whatever measures we've taken, they have not affected him,\" says Judith Yaphe, a former CIA Middle East analyst now at the National Defense University in Washington. \"He's got to reassure people that he's alive and well.\"\n\nExperts in South Asia, where bin Laden is assumed to remain in hiding, agree.\n\n\"There has been this long discussion in the media - is Osama bin Laden alive, is he dead, why hasn't he spoken, et cetera? So this is probably a reaction to that,\" says Ahmed Rashid, author of \"The Taliban\" and a longtime observer of jihadist groups in Pakistan and Afghanistan.\n\nOf course, if the voice on the tape does turn out to be confirmed as bin Laden's, it does not necessarily prove that bin Laden is unaffected by US and other counterterrorism measures aimed at him and other Al Qaeda operatives.\n\n\"It's extremely easy for him to get a message out like this,\" says Mr. Scheuer, the former US intelligence analyst. \"It can be delivered from anywhere in the world\" but still appear as though he is doing just fine. On a tape, he adds, \"a pup tent can be made to look like a palace.\"\n\nStill, the tape holds particular messages - both to the US, in the form of an offered \"truce,\" and to the Muslim world, Scheuer says.\n\nThe truce offer is not unlike the overture bin Laden made to Europeans in April 2004, he says.\n\n\"[The] Madrid [bombings] came first [in March 2004], then he offered the truce, and then there were the London bombings,\" Scheuer says. \"So I think we have to take him at his word here.\"\n\nBut then there is his message to Muslims. One goal is probably to reconfirm bin Laden's standing among Muslims as a leader.\n\n\"This says, 'I am the equal of George Bush,' \" Ms. Yaphe notes, in the sense of a global player able to make a decision with global impact.\n\nOther experts agree, noting that whatever Al Qaeda leaders may be trying to communicate to the US, they - like all wartime leaders - first and foremost are speaking to the homefront.\n\n\"Their real message is meant for consumption by their followers and potential recruits,\" says Brian Jenkins, a terror expert at the Rand Corp. in Santa Monica, Calif. \"It says, No. 1, Osama bin Laden is still in charge. By his communications, by him saying he has been busy preparing operations ... his offer of a truce - all of these are an assertion of leadership.\"\n\nBeyond that, Mr. Jenkins adds, \"It says he is in operational control,\" something that has been widely debated among analysts. \"What [Bin Laden] is saying here is not only is he the leader, but that he also runs operations.\"\n\nScheuer says the truce offer \"is perfectly consonant with Islamic history. Muslim leaders from the Prophet to Saladin were ready to make a temporary [truce] with the infidels if they thought it would benefit Muslims.\" The point, he adds, is that \"this will resonate very loudly in the Islamic world.\"\n\nIn the tape, the speaker refers specifically to a truce to allow a rebuilding in Iraq and Afghanistan. \"What they would love, of course, is if we would just back out of Afghanistan and Iraq,\" Scheuer says, in part to allow the reestablishment of the Islamic caliphate to begin there.\n\n\"For the caliphate to be built, they have to have a political state from which to start,\" he says. \"That's why Al Qaeda valued the Taliban so much. Now they view Iraq in the way they viewed Afghanistan.\"\n\nWith the new tape surfacing on the heels of this week's CIA-directed attack on suspected Al Qaeda strongholds in Pakistani tribal areas, some observers speculate the tape may be an effort to establish Al Qaeda's operability after the attack. But Mr. Rashid says that is unlikely.\n\n\"I don't see how he could have reacted so quickly to the recent Predator attack,\" he says, referring to the unmanned craft that was used to carry out the bombing.\n\nIn any case, Rashid says information about the effects of the raid is so confused that it is looking less like a counterterrorist triumph even without bin Laden's input.\n\n\"The problem is that the story in the media, as told by the Pakistani government, keeps changing so many times\" he says. \"The latest story is that they killed the son of [Ayman] Zawahiri [the Al Qaeda No. 2 leader], but in the villages they say it was all local people.\"\n\nIn the future, he adds, \"this could damage America's ability to say in the end, 'We got him.' \"\n\n• Staff writer Scott Baldauf in New Delhi contributed to this report.\n\nA chronology of statements attributed to bin Laden\n\nArab television station Al Jazeera aired a new audio tape Thursday said to be from Al Qaeda leader Osama bin Laden. The last message from him was in December 2004.\n\nFollowing is a chronology of major statements attributed to Mr. Bin Laden or his deputy Ayman al-Zawahri in the past year or so. The statements were aired on Al Jazeera, via audio or video tapes, unless otherwise noted.\n\nDec. 27, 2004: Bin Laden urges Iraqis to boycott January's elections, saying anyone who takes part is an \"infidel.\" He praises attacks in Iraq by ally Abu Musab al-Zarqawi.\n\n2005\n\nFeb. 10: Mr. Zawahri says Iraqi elections held under foreign occupation are a sham.\n\nFeb 20: Zawahri says governments cannot stop Al Qaeda attacks, and the security of the West depends on respect for Islam and an end to aggression against Muslims.\n\nJune 17: Zawahri says reform and the expulsion of \"invaders\" from Muslim states cannot happen peacefully. Reform must be based on Islamic law, and Muslim states should be free to govern themselves without interference or the presence of foreign troops, he says.\n\nAug. 4: Zawahri warns Britons of more attacks. He also tells Britain and the US they will not have peace until they pull their troops out of Iraq and other Muslim nations.\n\nSept. 19: Zawahri says Al Qaeda carried out the July 7 transit bombings in London to strike at \"British arrogance.\" He denounces Britain for \"the historical crime of setting up Israel and the continuing crimes in Afghanistan and Iraq.\"\n\nOct 23: Zawahri urges Muslims to help Pakistan's earthquake victims though its government is a US \"agent.\" He denounces Pakistan's President Pervez Musharraf.\n\nDec 24: Zawahri praises the Taliban in an audio tape aired by Al Arabiya television, saying the Islamic movement still controls large parts of Afghanistan.\n\n2006\n\nJan. 6: Zawahri says President Bush's plans to withdraw troops from Iraq meant Washington had been defeated by the Muslims.\n\nJan. 19: Bin Laden warns that Al Qaeda is preparing new attacks inside the US, but says the group is open to a conditional truce with Americans.\n\n- Reuters", "image": "http://www.csmonitor.com/extension/csm_base/design/csm_design/images/csm_logo_1200x630.png", "url": "http://www.csmonitor.com/2006/0120/p01s01-usfp.html"}, {"published": 1137628800.0, "title": "CIA authenticates tape, bin Laden promises more attacks in U.S. 'soon'", "body": "Osama bin Laden (AP file Photo)\n\nAn audiotape from Osama bin Laden has been aired on Al-Jazeera television, with a chilling warning for the United States.\n\nThe CIA has authenticated the voice on the tape as that of bin Laden, an agency official said.\n\nAddressing the American people directly, bin Laden declares that new attacks on the United States are being prepared and \"you will see them in the heart of your land as soon as the planning is complete.\"\n\nBut it also makes a vague reference to a possible truce with the United States.\n\nIt remains unclear when the tape was made, but it does confirm that the al-Qaeda leader is still alive.\n\nIn the tape, bin Laden refers to attacks in Europe, presumably the commuter-train bombings of 2004 in Madrid and last summer's transit bombings in London.\n\nAs translated from Arabic by CNN, the voice says: \"I would also like to say that the war against America and its allies will not be confined to Iraq. Iraq has become a magnet for attracting and training talented fighters.\n\n\"Our mujahadeen [holy warriors] were able to overcome all security measures in European countries, and you saw their operation in major European capitals,\" the voice adds.\n\n'Only a matter of time'\n\n\"As for similar operations taking place in America, it's only a matter of time. They are in the planning stages and you will see them in the heart of your land as soon as the planning is complete.\"\n\nBut it also says, \"we do not mind offering you a truce that is fair and long term ... so we can build Iraq and Afghanistan ... There is no shame in this solution because it prevents wasting of billions of dollars ... to merchants of war.\"\n\nThe conditions for such a truce were not made clear.\n\nLast Friday's U.S. air strike in Pakistan, possibly involving missiles fired from remotely piloted aircraft, is thought to have been aimed at bin Laden's second-in-command, Ayman al-Zawahiri.\n\nThe attack levelled a residential compound, killing as many as 18 civilians, including women and children, and two men described as senior members of bin Laden's al-Qaeda organization. Al-Zawahiri is believed to have escaped.\n\nOn its website, Al-Jazeera posted extensive excerpts from the tape, including these:\n\n\"This message is about the wars in Iraq and Afghanistan and how to end those wars.\n\nWars 'definitely going our way'\n\n\"It was not my intention to talk to you about this, because those wars are definitely going our way.\n\n\"But what triggered my desire to talk to you is the continuous deliberate misinformation given by your President [George W.] Bush, when it comes to polls made in your home country which reveal that the majority of your people are willing to withdraw U.S. forces from Iraq.\n\nOther excerpts apparently aimed at Americans:\n\n\"If your desire for peace, stability and reconciliation was true, here we have given you the answer to your call.\"\n\n\"I would like to tell you that everything is going to our advantage and the number of your dead is increasing, according to Pentagon figures.\"\n\n\"The new operations of al-Qaeda has not happened not because we could not penetrate the security measures. It is being prepared and you'll see it in your homeland very soon.\"\n\n\"We do not mind establishing a long-term truce between us and you.\"", "image": "http://i.cbc.ca/1.470050.1431707740!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/default-headline-image-news.jpg", "url": "http://www.cbc.ca/news/story/2006/01/19/osama-tape20060119.html"}]}, {"title": "News of the World: New document suggests cover-up", "articles": [{"published": 1313539200.0, "title": "Testimony Challenged in Phone Hacking Scandal", "body": "Head of News Corporation operations in Europe and Asia\n\nWhether he was aware of evidence of wider hacking earlier than he said Has said he did not see an e-mail message indicating the hacking went beyond a single reporter, which was addressed to reporter Neville Thurlbeck and came to light when athlete Gordon Taylor sued in 2008.\n\nParliament: ... when you signed off the Taylor payment, did you see or were you made aware of the full Neville e-mail, the transcript of the hacked voicemail messages? James Murdoch: No, I was not aware of that at the time.\n\n\"In fact, we did inform him of the 'For Neville' e-mail, which had been produced to us by Gordon Taylor’s lawyers.\"\n\nFormer editor Colin Myler and former News Corporation lawyer Tom Crone, July 21, in a statement", "image": "http://graphics8.nytimes.com//images/2011/08/16/world/europe/contradiction75.jpg", "url": "http://www.nytimes.com/interactive/2011/08/16/world/europe/testimony-contradicted-in-the-phone-hacking-scandal.html"}, {"published": 1313539200.0, "title": "Murdoch's tabloid sanctioned phone hacking, documents suggest", "body": "Murdoch's tabloid sanctioned phone hacking, documents suggest\n\nThe files released by Britain's Parliament include a letter that indicates top editors at News of the World approved of the interception of voicemails.\n\nNews International, the British arm of Murdoch's News Corp. and the owner of the now-defunct News of the World, said in a statement that it recognized the seriousness of the letter and that it was \"working in constructive and open ways\" with Parliament and the police.\n\nThe statements directly contradict the paper's insistence that hacking was confined to a single \"rogue reporter,\" Goodman, who was sent to jail for tapping into the voicemails of members of Britain's royal household.\n\nAn internal letter written in 2007 by Clive Goodman, a former reporter at the tabloid and the only one convicted so far in the scandal, alleged that phone hacking had the \"full knowledge and support\" of others at the paper and was \"widely discussed\" at daily editorial meetings.\n\nReporting from London — Rupert Murdoch's media empire suffered a potentially heavy blow in the British phone-hacking scandal Tuesday when Parliament released documents suggesting that reporters and top editors at the News of the World practiced and sanctioned the illegal interception of voicemails.\n\nLawmakers have now summoned four senior figures at News International and the News of the World to reappear next month before a parliamentary committee looking into the scandal.\n\nTwo members of the committee said they were likely to recall Murdoch's son, James Murdoch, chairman of News International, to answer allegations that he gave misleading evidence during a hearing of the panel last month.\n\nMurdoch had told lawmakers that, in authorizing a large out-of-court settlement with a former soccer star whose phone had been tapped into, he was unaware of an email in the case suggesting that more than one journalist was involved in hacking.\n\nIn a March 2007 letter addressed to the human resources director of News International, Goodman demanded that he be reinstated to his job at the weekly tabloid despite his conviction and imprisonment on phone-hacking charges.\n\nGoodman had pleaded guilty to illegally accessing messages left for aides to the royal family. But he wrote that the subsequent decision to fire him was \"perverse\" and \"inconsistent\" because of the internal common knowledge of the phone hacking.\n\nIn another potentially explosive passage, Goodman said the paper had promised that he could return to his job if, in essence, he agreed to be the fall guy.\n\n\"I expect the paper to honor its promise to me,\" Goodman wrote, because he \"did not implicate the paper or any of its staff\" in his guilty plea.\n\nHis letter was part of a raft of correspondence released by Parliament's committee on culture, media and sport, which has been investigating the hacking scandal.\n\nCommittee member Tom Watson, one of the most dogged critics of the News of the World, said the letter was \"devastating\" to the contention by company executives that phone hacking was the work of one rogue reporter.\n\nJames Murdoch is likely to be summoned before the committee again to explain discrepancies between the evidence he gave last month and new allegations that have since come to light, Watson and committee Chairman John Whittingdale said.", "image": "http://www.latimes.com/media/photo/2011-08/64022730.jpg", "url": "http://www.latimes.com/news/nationworld/world/la-fg-britain-hacking-20110817,0,2902098.story"}, {"published": 1313539200.0, "title": "", "body": "The item you've requested, /cgi-bin/article.cgi?f=/g/a/2011/08/16/bloomberg1376-LQ1AJF07SXKX01-0D1CU9E7BSITG1VAAMF0K7BK3Q.DTL, was not found.\n\nPossible causes:\n\nthe address was entered incorrectly\n\nthe item no longer exists, or\n\nthere has been an error on the site.\n\nIf you feel the address you entered is correct you can contact us, mentioning the error message received and the item you were trying to reach.\n\nWe apologize for any inconvenience. From here, you can:", "image": "http://ww3.hdnux.com/photos/36/77/01/8122466/3/landscape_32.jpg", "url": "http://www.sfgate.com/cgi-bin/article.cgi?f=/g/a/2011/08/16/bloomberg1376-LQ1AJF07SXKX01-0D1CU9E7BSITG1VAAMF0K7BK3Q.DTL"}]}, {"title": "Bin Laden's former driver convicted of supporting terrorism", "articles": [{"published": 1218067200.0, "title": "Bin Laden driver given 66 months", "body": "This was the first US war crimes trial since World War II Osama Bin Laden's former driver has been sentenced to five-and-a-half years in prison at the first US military trial in Guantanamo Bay. Salim Hamdan was convicted on Wednesday of supporting terrorism, but acquitted of conspiracy to murder. Prosecutors had demanded a sentence of not less than 30 years. On time served Hamdan could be released in five months but the Pentagon has said he will still be retained as an \"enemy combatant\". The US has always argued it can detain such people indefinitely, as long as its so-called war on terror continues. The Pentagon said Hamdan would serve his sentence and then be eligible for review. Regret The BBC's Kim Ghattas at the trial says the sentence is a dramatic snub to the Bush administration and came after just one-and-a-half hours of deliberation. The jury of six US military officers, not the judge, imposed the sentence under the tribunal rules. \"It is my duty as president [of the jury] to inform you that this military commission sentences you to be confined for 66 months,\" a juror told Hamdan. HAMDAN CHARGES Conspiracy: Not guilty of two counts of conspiring with al-Qaeda to attack civilians, destroy property and commit murder Providing support for terrorism: Guilty on five counts, including being the driver and bodyguard for Osama Bin Laden, a man he knew to be the leader of a terrorist group. Not guilty on three other counts\n\nAll sides claim victory Profile: Salim Hamdan Timeline: Al-Qaeda Our correspondent says Hamdan looked nervous as he walked in for sentencing but after hearing it, he told jurors: \"I would like to apologise one more time to all the members and I would like to thank you for what you have done for me.\" The judge, Navy Capt Keith Allred, told Hamdan: \"I hope the day comes when you return to your wife and your daughters and your country.\" Hamdan, who is aged about 40, smiled as he left court and said thank you to those in the room. After the sentencing, Pentagon spokesman Bryan Whitman said: \"He will serve out the rest of his sentence. At that time he will still be considered an enemy combatant. \"But he will be eligible for review by an Administrative Review Board.\" The boards decide annually on the threat posed by detainees and the possibility of their transfer or release. The White House had earlier said the trial was \"fair\". The defence is still likely to go ahead with the appeal it announced on Wednesday. Rights groups have condemned the tribunal system. Amnesty International said it was \"fundamentally flawed\" and should be abandoned. 'Worked for wages' In his earlier plea for leniency to the jury, Hamdan said in a prepared statement: \"It's true there are work opportunities in Yemen, but not at the level I needed after I got married and not to the level of ambitions that I had in my future.\" He said he regretted the loss of \"innocent lives\". Hamdan had admitted working for Bin Laden in Afghanistan from 1997 to 2001 for $200 (£99) a month, but said he worked for wages, not to wage war on the US. About 270 suspects remain in detention in Guantanamo Bay. Among the dozens of other inmates due to be tried there in the coming months are men accused of plotting the 9/11 attacks.\n\n\n\nE-mail this to a friend Printable version Bookmark with: Delicious\n\nDigg\n\nreddit\n\nFacebook\n\nStumbleUpon What are these?", "image": "http://newsimg.bbc.co.uk/media/images/44855000/jpg/_44855758_hamdan_afp_226b.jpg", "url": "http://news.bbc.co.uk/2/hi/americas/7547261.stm"}, {"published": 1218067200.0, "title": "Hamdan Guilty of Terror Support", "body": "GUANTANAMO BAY, Cuba, Aug. 6 -- A military jury on Wednesday found a former driver for Osama bin Laden guilty of supporting terrorism but not of conspiring in terrorist attacks, handing the Bush administration a partial victory in the first U.S. war crimes trial in a half a century.\n\nThe verdict, reached after about eight hours of deliberations over three days, only intensified the debate over whether Salim Ahmed Hamdan's conviction was preordained in an unfair system -- or whether military trials are appropriate for people accused of committing heinous acts against the United States.\n\nThe administration seized on the acquittal to defend its military justice system against accusations that it was politicized and drawn up to ensure convictions. Pentagon and White House officials said they are satisfied with the result.\n\n\"We're pleased that Salim Hamdan received a fair trial,\" White House spokesman Tony Fratto said. \"The military commission system is a fair and appropriate legal process for prosecuting detainees.\"\n\nDespite the partial acquittal, Hamdan still faces a maximum sentence of life in prison. Jurors are to reconvene Thursday to determine his sentence.\n\nWith the conclusion of the trial -- the first by military commission since the end of World War II -- U.S. prosecutors can move ahead with military trials for up to 80 Guantanamo Bay detainees, including those accused of planning the attacks on the World Trade Center and the Pentagon. One reason Hamdan, who even the military judge labeled \"a small player,\" was tried first is so the system could be tested on him.\n\nThe military jury of five men and one woman found Hamdan guilty of supporting al-Qaeda by driving and guarding bin Laden and ferrying weapons for the terrorist group.\n\nHamdan, a Yemeni father of two, bowed his head and wiped his eyes with his white headdress as the verdict was read.\n\nThe judge, Navy Capt. Keith J. Allred, called it \"an emotional moment\" for Hamdan, who was later led back to his cell at the U.S. detention facility here, his home for the past six years.\n\nPresident Bush first empowered the commissions after the attacks of Sept. 11, 2001, reversing a tradition of trying alleged terrorists in civilian courts in an effort to seek swift and tough-minded military justice. The process had experienced legal, procedural and diplomatic delays.\n\nDeputy defense counsel Michael Berrigan called the trial a \"travesty\" but said the defense team \"is not at all unhappy with the results.\"\n\nBen Wizner, a lawyer with the American Civil Liberties Union who attended the trial as one of several human rights observers, ridiculed the administration for inaugurating the military system on \"a marginal figure.\"", "image": "", "url": "http://www.washingtonpost.com/wp-dyn/content/story/2008/08/06/ST2008080601313.html"}, {"published": 1217980800.0, "title": "Bin Laden's driver convicted at Guantanamo", "body": "GUANTANAMO BAY U.S. NAVAL BASE, Cuba A military jury on Wednesday convicted Osama bin Laden's driver of supporting terrorism but acquitted him on more serious charges of conspiring with al Qaeda to wage murderous attacks, in the first U.S. war crimes trial since World War Two.\n\nThe trial of Yemeni captive Salim Hamdan at the remote U.S. naval base at Guantanamo Bay in Cuba was the first full test of the controversial military tribunal authorized by the Bush administration to try foreign captives on terrorism charges outside the regular U.S. court system.\n\nSupporters of the trial by military commission, including the White House, said it had been vindicated by the split verdict. Human rights and civil liberties groups, and military defense lawyers, condemned the process.\n\nAs the subsequent sentencing hearing began, the judge called Hamdan \"a small player\" and refused to let the government call an FBI agent to testify about retrieving bodies from the World Trade Center after the September 11 attacks.\n\nThe judge, Navy Capt. Keith Allred, said the testimony was irrelevant since Hamdan had been cleared of conspiring with al Qaeda to carry out any attacks.\n\nWhile Hamdan was convicted on five counts of providing material support for terrorism, the judge said the charges duplicated each other and ordered that he be sentenced only for one count, which he summarized as \"driving Mr. bin Laden around Afghanistan.\"\n\nCHICKEN SELLER\n\nDefense lawyers said the partial acquittal affirmed their faith in the military officers on the jury but did nothing to remedy fundamental flaws in a system designed to convict on all counts.\n\nThe chief Guantanamo prosecutor, Army. Col. Lawrence Morris, said the verdict showed Hamdan was an al Qaeda warrior whose role went far beyond simply being a driver and should not be equated with \"somebody who sold a chicken to a terrorist.\"\n\nHamdan, who was captured in Afghanistan in 2001 after the U.S. invasion that followed the September 11 attacks, wore a white turban and long white robe topped with a tan blazer as he stood tensely in the courtroom and listened through headphones to the English-Arabic interpreter who relayed the verdict. He raised his hands and wept quietly into them when he heard \"guilty.\"\n\nHis case will be reviewed by the Pentagon appointee overseeing the tribunals and then by a special military appeals court. Hamdan could then appeal to the U.S. federal appeals court in Washington and finally to the U.S. Supreme Court.\n\nMORE TRIALS\n\nIn Washington, White House spokesman Tony Fratto said Hamdan received a fair trial and the military tribunal had been shown to work. Pentagon spokesman Bryan Whitman said the military would move forward to try 20 other Guantanamo detainees facing war crimes charges, including five who could be executed if convicted of plotting the September 11 attacks.\n\nRepublican presidential hopeful John McCain welcomed the verdict and said the process of bringing terrorists to justice had been too long delayed. Democratic candidate Barack Obama said the long delay showed how flawed the U.S. government's legal approach was.\n\nThe American Civil Liberties Union called the tribunal a betrayal of American values from start to finish and \"a monumental debacle of American justice.\"\n\nThe jury heard two weeks of testimony, including that of 10 federal agents who interrogated Hamdan without warning him that his confessions would be used against him in a criminal trial.\n\nIt was the Bush administration's third attempt to try Hamdan, who won a Supreme Court victory that scrapped the first version of the Guantanamo court system in 2006. The charges were twice dropped and refiled.\n\nThe charges Hamdan was cleared of -- two counts of conspiring with al Qaeda to attack civilians, destroy property, and commit murder in violation of the laws of war -- were the only charges against him in the first prosecution attempt.\n\n\"The travesty of this verdict now is that had the case gone to trial in 2004 he would have been acquitted of all the charges,\" said Deputy Chief Defense Counsel Michael Berrigan.\n\nHamdan was convicted of providing personal services in support of terrorism, specifically driving, guarding and ferrying weapons for a man he knew to be the leader of an international terrorist organization.\n\n\"The Pentagon must be very proud of itself today,\" said John Wesley Hall, head of the National Association of Criminal Defense Lawyers. \"It convicted a truck driver of being guilty of driving a truck.\"\n\n(Additional reporting by Randall Mikkelsen in Washington; Editing by Tom Brown)", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20080806&t=2&i=5465812&w=1200&fh=&fw=&ll=&pl=&r=2008-08-06T193708Z_01_N06440297_RTRUKOP_0_PICTURE0", "url": "http://www.reuters.com/article/topNews/idUSN0644029720080807?sp=true"}]}, {"title": "Horse flu spreads in Australia", "articles": [{"published": 1188172800.0, "title": "ABC News (Australian Broadcasting Corporation)", "body": "Flu crisis spreads to Randwick\n\nUpdated\n\nAustralia's horse flu crisis deepened this morning when symptoms were reported in thoroughbred racehorses for the first time.\n\nAll track work has been stopped at Sydney's Randwick Racecourse after three horses developed higher than normal temperatures.\n\nOne of the horses involved is from the stable of star trainer Gai Waterhouse while another is being trained by 'Cups King' Bart Cummings.\n\nRacing New South Wales spokesman Peter V'Landys says no chances are being taken.\n\n\"We have spoken to the chief veterinarian and organised to have those horses tested immediately and for the tests to go out to the Menangle government laboratory for analysis,\" he said.\n\n\"It's a precaution, these horses have got elevated temperatures.\n\n\"Two of the horses have only got slightly elevated temperatures, but in the current circumstances we're not prepared to take any risks whatsoever.\"\n\nMore cases in Warwick\n\nAt least 10 horses at the Morgan Park site in Warwick, in southern Queensland, are now showing signs of the virus, but vets there have not yet confirmed a flu diagnosis.\n\nBlood samples have been sent to a laboratory in Victoria and the results are not expected until later this week.\n\nIn New South Wales, 47 horses were confirmed with the disease before the latest cases at Randwick.\n\nQueensland Racing chairman Bob Bentley has called for an inquiry into the outbreak, which has brought the racing industry to its knees.\n\nAround 6,000 horses are locked up in stables throughout Queensland because of the national ban on moving horses.\n\nMr Bentley says industry officials are working on a plan with the Queensland Department of Primary Industries that would provide exclusion zones for owners wanting to work their horses.\n\nBut he says the cause of the outbreak needs to be known.\n\n\"We'll have to look into that and see how that's happened,\" he said. \"Was it an accident, lack of security, or what it was that caused this situation?\n\nVictoria looks clear\n\nRacing Victoria spokesman Stephen Allanson says more than 90 per cent of Victorian stables have now been cleared of the virus.\n\n\"All the information that I'm gathering here at Racing Victoria says that we don't have an issue in Victoria, so if that's the case we should be up and racing later this week.\"\n\nVictorian chief veterinary officer Hugh Millar says the current lockdown is working well.\n\nHe says the Government and industry have reacted swiftly and appropriately to restrict the movement of horses.\n\nDr Millar says checks are being made on horses with any symptoms.\n\n\"At this time of the year, just like people, there are horses with runny noses and things that need to be followed up, but there is absolutely no suspicion that the disease is existing in Victoria at the moment,\" he said.\n\nTopics: horse-racing, influenza, rural, livestock-welfare, sport, randwick-2031, australia, nsw, sydney-2000, qld, warwick-4370, vic\n\nFirst posted", "image": "http://www.abc.net.au/news/image/651130-1x1-700x700.jpg", "url": "http://abc.net.au/news/stories/2007/08/27/2015679.htm?section=justin"}, {"published": 1188172800.0, "title": "ABC News (Australian Broadcasting Corporation)", "body": "DPI battles horse flu outbreak\n\nPosted\n\nA state disease control centre has been set up at the Department of Primary Industries' (DPI) headquarters in Orange, in central western New South Wales, to deal with an outbreak of horse flu.\n\nA total of 47 horses around the state, including several at Parkes, have now been found to be infected with influenza A.\n\nThe DPI has enforced a ban on the movement of horses and advised any person or equipment that has been in contact with horses to be cleaned down.\n\nMore than 150 DPI staff are working on the outbreak.\n\nThe state's chief vet, Bruce Christie, says they are focused on tracking down horses that attended an event last weekend at Carroll's Ranch in Maitland.\n\n\"We're very, very concerned about where those horses are, we would like the owners of those horses to make contact with us, we're attempting to contact them now, but we would certainly appreciate those people contacting us and also watching their horses,\" he said.\n\nPolice across the region have been given orders to stop and search vehicles that may be transporting horses in country areas of the state to prevent the spread of equine influenza.\n\nOfficers are asking owners where their horses, donkeys or mules are being transported to and from.\n\nFines for illegal movements can be issued of up to $44,000.\n\nTopics: influenza, animals, rural, sport, horse-racing, dubbo-2830, orange-2800", "image": "http://www.abc.net.au/news/linkableblob/6072216/data/abc-news.jpg?2", "url": "http://www.abc.net.au/news/stories/2007/08/27/2015721.htm"}, {"published": 1188172800.0, "title": "ABC News (Australian Broadcasting Corporation)", "body": "Horse flu spreads, fears for Qld\n\nUpdated\n\nAustralia's potentially devastating equine influenza outbreak is spreading, with a new case confirmed in rural New South Wales and fears for more horses in southern Queensland.\n\nThis morning NSW authorities said they urgently wanted to contact the connections of up to 200 horses which took part in a club meeting at Carol's Ranch Riding Club in the Hunter Valley town of Maitland last weekend.\n\nSeperately, Biosecurity Queensland chief veterinary officer Ron Glanville said it was likely that three New South Wales horses competing at the state's Warwick horse trials had tested positive to influenza A.\n\nThe Warwick event is hosting around 300 horses from all around the world. All have now been placed in quarantine.\n\nToday's confirmed case in New South Wales took the overall number of horses confirmed with the disease to 12. The other 11 cases are all in horses stabled at Centennial Park in Sydney.\n\nAustralian equestrian coach Heath Ryan has five horses at the Warwick event and says the virus spread after a farrier shod an infected overseas stallion at a Sydney quarantine station.\n\n\"I think the farrier somehow managed to do his feet and then go on into Centennial Park and not be properly cleaned,\" he said.\n\n\"The Centennial horses in Sydney were shod and then went on to compete at the ranch in the Hunter Valley. And from there it's just gone in all directions.\"\n\nThe Queensland test samples are now on their way to the Animal Health Australia laboratory in Geelong for confirmation.\n\nBut Mr Glanville says the initial test results are similar to those which were later confirmed as equine influenza in Sydney.\n\nEarlier New South Wales Primary Industry Minister Ian MacDonald urged owners of horses which took part in the Maitland event need to take urgent action.\n\n\"Horses that have tested as positive outside of Centennial Park attended that event,\" he said.\n\n\"We really need to locate every horse owner from around the state and elsewhere that attended that event so that we can test them as quick as possible.\"\n\nMelbourne Cup\n\nVictorian Racing Minister Rob Hulls says it is too early to consider delaying the Melbourne Cup and the rest of the Spring Racing Carnival.\n\nMr Hulls says there is no evidence of the virus in Victoria and he is confident that precautionary measures, including a 72-hour lockdown of all horses across Australia, are an appropriate response.\n\n\"That's all about ensuring that we can isolate where the influenza is, we can take steps to ensure that any horses that have come into contact with horses in New South Wales that have that influenza can be isolated and contained,\" he said.\n\n\"It's all about putting in place the plan to ensure the long-term viability of the racing industry right throughout Australia.\"\n\nBut prominent Adelaide-based trainer David Hayes says if the outbreak is not brought under control soon there could be implications for the spring racing carnival.\n\n\"It would only be in an extreme case maybe that racing was delayed a month,\" he said.\n\n\"If racing was delayed [for] a month it would be extremely hard to run the carnival as it is, because all the horses would have missed so much work and racing that they couldn't possibly be ready.\"\n\nAll racing has been banned this weekend in states except the Northern Territory, and the ban is expected to be extended to Wednesday later today.\n\nTopics: horse-racing, diseases-and-disorders, rural, livestock, equine-production, sport, nsw, australia, maitland-2320, sydney-2000, qld, warwick-4370\n\nFirst posted", "image": "http://www.abc.net.au/news/image/650738-1x1-700x700.jpg", "url": "http://abc.net.au/news/stories/2007/08/26/2015294.htm?section=justin"}]}, {"title": "North Korea test-fires two missiles, South Korean officer says", "articles": [{"published": 1149638400.0, "title": "North Korean missile launch draws U.S. criticism", "body": "A North Korean soldier looks south through a pair of binoculars while a comrade stands guard at the truce village of Panmunjom, in the demilitarised zone separating the two Koreas, about 55 km (34 miles) north of Seoul, in this April 4, 2007 file photo. North Korea fired...\n\nSEOUL North Korea fired up to two short-range missiles off its west coast on Thursday, said U.S. and South Korean officials, prompting quick U.S. criticism of Pyongyang over the second such launch in as many weeks.\n\nThe launch occurred a day after U.S. President George W. Bush and Japanese Prime Minister Shinzo Abe agreed at a bilateral meeting there were limits to their patience with Pyongyang's failure to honour a nuclear disarmament agreement.\n\n\"What I have been advised is that it (was) a cruise missile test,\" White House National Security Adviser Stephen Hadley told reporters. \"We saw I think in the last week or 10 days a similar test.\"\n\nA South Korean Defence Ministry official confirmed reclusive communist North Korea had fired at least one missile but could not specify the exact number or type.\n\nWhite House National Security spokesman Gordon Johndroe said North Korea's missile test activity was \"not constructive\" and Pyongyang should focus on dismantling its nuclear programme.\n\n\"The United States and our allies believe that North Korea should refrain from testing missiles,\" Johndroe said in a statement to reporters on the sidelines of a Group of Eight (G8) summit in Heiligendamm, Germany.\n\nBARRAGE\n\nNorth Korea fired a barrage of long and short range missiles last year, triggering United Nations sanctions. It drew more punitive measures with its first nuclear test in October.\n\nMilitary experts have voiced concern about North Korea's firing of long-range missiles, which could carry a nuclear warhead to Alaska or possibly other parts of the United States.\n\nJapanese Prime Minister Shinzo Abe urged fellow G8 leaders to keep up the pressure on North Korea over its nuclear programme, Japanese officials said on Thursday.\n\n\"We cannot allow the development of nuclear weapons by North Korea,\" one official quoted Abe as saying at the opening of a working lunch. The officials said several other leaders expressed agreement.\n\nPyongyang has refused to implement a February 13 deal with South Korea, the United States, Russia, China and Japan under which it agreed to begin shutting down its nuclear programme in return for energy aid.\n\n\"North Korea has conducted similar tests in the past,\" said Major Patrick Ryder, a Pentagon spokesman. \"We have consistently pointed out that North Korea's missile programme is a concern that poses a potential threat to the region.\"\n\nIn late May, North Korea fired a short-range surface-to-ship missile off its east coast. Both South Korean and U.S. officials dismissed the launch as part of regular military drills.\n\n\"They do this all the time,\" said John Pike, director of the online think-tank GlobalSecurity.org.\n\n\"They have a medium-size inventory of anti-shipping cruise missiles. Any self-respecting second rate military would.\"\n\nPike said he believed the North Korean inventory of anti-shipping cruise missiles could be in the hundreds.\n\n\"They have to test fire them just to reassure themselves that if they actually had to use them in the real thing, that they would work and that the crews would know how to make them work,\" he said.\n\n(Additional reporting by Jack Kim in Seoul, Teruaki Ueno in Tokyo, and Caren Bohan and Isabel Reynolds in Heiligendamm)", "image": "http://s4.reutersmedia.net/resources/r/?m=02&d=20070607&t=2&i=924919&w=1200&fh=&fw=&ll=&pl=&r=924919", "url": "http://uk.reuters.com/article/worldNews/idUKFCB00024320070607"}, {"published": 1149638400.0, "title": "North Korea 'test-fires missiles'", "body": "They are believed to be ground-to-ship or ship-to-ship missiles with a range of some 100km (60 miles), they say. They landed in North Korean waters.\n\nPyongyang test-fired at least one short-range missile at the end of May - off its east coast - as part of what appeared to be military exercises.\n\nNorth Korea's military programme is a major source of international concern.\n\n\"I believe North Korea launched two missiles into the West Sea today [Thursday] - one in the morning and the other in the afternoon,\" a South Korean intelligence official is quoted as saying by South Korean news agency Yonhap.\n\nThursday's suspected test off the west coast may have been carried out after a similar test failed on 25 May, when the North test-fired missiles off the east coast, a South Korean official was quoted as saying earlier.\n\n\"It's seen as the North firing the missile that it didn't launch at that time,\" he said.\n\nThe US condemned the launches, describing them as \"not constructive\".\n\n\"The United States and our allies believe that North Korea should refrain from testing missiles,\" said National Security Council spokesman Gordon Johndroe.\n\nThe North \"should focus on the denuclearisation of the Korean peninsula and fulfil its obligations\" under a February agreement to close down its only nuclear reactor, he added.\n\nMissed deadline\n\nSouth Korea confirmed at least one missile was test-fired into the Sea of Japan on 25 May, although earlier reports suggested several had been fired.\n\nIt coincided with the launch of South Korea's first destroyer equipped with US-supplied high-tech Aegis radar.\n\nDespite international alarm at the North's long-range missile and nuclear tests last year, the US and Pyongyang's regional neighbours played down the May test.\n\nThe US state department described it as a \"routine exercise\" that would not affect six-party talks regarding the North's nuclear programme.\n\nThe tests come weeks after the North missed the February deadline to shut down its Yongbyon nuclear reactor in return for economic and energy aid.\n\nPyongyang has refused to move forward on the deal until it has access to North Korean funds in a Macau bank, which had been frozen amid claims the money was linked to counterfeiting and money-laundering.", "image": "http://newsimg.bbc.co.uk/media/images/43020000/gif/_43020619_jap_kor_sea_203.gif", "url": "http://news.bbc.co.uk/2/hi/asia-pacific/6730105.stm"}, {"published": 1149638400.0, "title": "North Korea test-fires missiles", "body": "Story Highlights • North Korea test-fires several missiles\n\n• Not known how many or what kind of devices\n\n• Intelligence officials tell Yonhap news agency they were short-range\n\nAdjust font size:\n\nSEOUL, South Korea (CNN) -- North Korea test-fired several short-range missiles Thursday off its west coast, South Korea's defense ministry officials told CNN.\n\nThe test comes nearly two weeks after Pyongyang test-fired a short-range missile off its east coast.\n\nShort-range missiles have an approximate range between 90 and 500 miles (150-800km), according to the U.S. State Department.\n\nAfter North Korea's May 25 missile test, U.S. envoy Christopher Hill said \"this is not unusual.\"\n\n\"From time to time, their military tests these short range missiles,\" Hill told reporters.\n\n\"It is obviously not anything that is ever going to contribute to their security, and we would prefer they spend their time figuring out how to denuclearize and how to join the international community. But this is not unusual.\"\n\nHill is the chief U.S. negotiator for talks on North Korea's nuclear program.\n\nCNN Seoul Bureau Chief Sohn Jie-Ae contributed to this report", "image": "http://i.a.cnn.net/cnn/.element/img/1.5/story/misc/dflt.custom.cnn.jpg", "url": "http://www.cnn.com/2007/WORLD/asiapcf/06/07/nkorea.missile/index.html"}]}, {"title": "Eleven alleged Russian spies arrested in US", "articles": [{"published": 1277769600.0, "title": "Suspected Russian spies charged in US", "body": "Ten alleged members of a Russian spy-ring have been charged in the US with acting as foreign agents.\n\nThe suspects are accused of posing as ordinary citizens, some living together as couples for years.\n\nThey were charged with conspiracy to act as unlawful agents of a foreign government, a crime which carries up to five years in prison.\n\nA Russian foreign ministry spokesman said the allegations were contradictory.\n\n\"We are studying the information. There are a lot of contradictions,\" spokesman Igor Lyakin-Frolov told the AFP news agency, declining further comment.\n\nRussian Foreign Minister Sergei Lavrov later said Moscow expected Washington to provide an explanation over the the spying row, Russia's Interfax news agency reports.\n\nNine of the alleged spies also face a charge of conspiracy to launder money, which carries a 20-year prison sentence.\n\nAn 11th suspect remains at large, according to the US justice department.\n\n'Deep cover'\n\nAnalysis So what were the alleged spies up to? The Department of Justice has made clear that none of the information at stake was classified. Most of what the alleged spies were after seems almost anodyne. While the incident does not look good for the Russians, the initial US reaction has been sanguine. Russian spy stories may be a throwback to the Cold War and sound alarming but they probably don't surprise anyone in Washington, especially not in the government. US officials who travel to Moscow routinely turn off their BlackBerries and leave them on the plane to make sure data on their phones remains out of reach of any tech-savvy Russian intelligence agents. Cold War meets 'burger summit'\n\nAlleged intercepted messages in court documents suggest they were asked to find information on topics including nuclear weapons, US arms control positions, Iran, White House rumours, CIA leadership turnover, and political parties.\n\nThe US Department of Justice says eight of the suspects allegedly carried out \"long-term, 'deep-cover' assignments\" on US soil, working in civilian jobs so as not to arouse suspicion.\n\nThey were allegedly trained by the Russian Foreign Intelligence Service (SVR) to infiltrate policy-making circles and collect information, according to court papers filed in the US court for the southern district of New York.\n\nThey were told to befriend US officials and send information using various methods to Russian government handlers.\n\nUS officials said the spy-ring was discovered in a \"multi-year investigation\" by FBI agents who posed as Russian handlers and gleaned information from two of the suspects.\n\n'Invisible ink'\n\nInvestigators say some of the agents had been using false identities since the early 1990s, using codes and engaging in advanced computer operations, including posting apparently innocent pictures on the internet which contained hidden text.\n\nYour education, bank accounts, car, house etc - all these serve one goal: fulfil your main mission, ie to search and develop ties in policymaking circles in US and send intels District Court complaint District Court complaint 1 [PDF] District Court complaint 2 [PDF] The FBI's 'spy novel' allegations\n\nThe FBI also reported observing older techniques, such as messages sent by invisible ink, money being buried next to a beer-bottle marker and \"brush pasts\" in parks, where agents swap identical bags as they pass each other.\n\n\"You were sent to USA for long-term service trip,\" says one purported message to two of the suspects that was intercepted by US intelligence.\n\n\"Your education, bank accounts, car, house etc - all these serve one goal: fulfil your main mission, ie to search and develop ties in policymaking circles in US and send intels.\"\n\nGenerally, spies were allegedly tasked with becoming \"Americanised\" to be able to do this, with some pursuing university degrees, holding jobs, and joining relevant professional associations, court documents said.\n\nThe group allegedly got close to a scientist involved in designing bunker-busting bombs and a top former intelligence official.\n\nCourt appearances\n\nFive of the suspects briefly appeared in a Manhattan federal court on Monday, where a judge ordered them to remain in prison until a preliminary hearing set for 27 July.\n\nThese included a couple known as \"Richard Murphy\" and \"Cynthia Murphy\", who were arrested in Montclair, New Jersey; Vicky Pelaez and a man known as \"Juan Lazaro,\" who were arrested in Yonkers, New York state; and Anna Chapman, who was arrested in Manhattan, New York City.\n\nAnother three - Mikhail Semenko and a couple known as \"Michael Zottoli\" and \"Patricia Mills\" - appeared in a federal court in Alexandria, Virginia, after being arrested in Arlington, Virginia.\n\nThe final two people - a couple known as \"Donald Howard Heathfield\" and \"Tracey Lee Ann Foley\" - were arrested in Boston, Massachusetts, and appeared in a federal court in the city.\n\nA suspect known as \"Christopher R Metsos\" remains at large.\n\nAll the suspects except Ms Chapman and Mr Semenko have also been charged with conspiracy to commit money laundering.\n\nRelations between Washington and Moscow have warmed in recent months.\n\nLast week, Russian President Dmitry Medvedev was in Washington having lunch with President Barack Obama.\n\nA senior government official told the BBC that it was unfortunate that such activity was taking place in the US, but that it should not affect the momentum established in the relationship with Russia.", "image": "http://www.bbc.co.uk/news/special/2015/newsspec_10857/bbc_news_logo.png?cb=1", "url": "http://news.bbc.co.uk/2/hi/world/us_and_canada/10442223.stm"}, {"published": 1277769600.0, "title": "FBI breaks up alleged Russian spy ring in deep cover", "body": "The FBI has arrested 10 alleged Russian spies and broken up a \"long term, deep cover\" network of agents that spent years adopting American identities and gathering an array of intelligence, from information about nuclear weapons to the gold market and personnel changes at the CIA.\n\nIn an indictment that might have been taken from the plot of a cold war thriller, the FBI alleges that the Russian intelligence service, the SVR, sent spies to live in the US under false names with the intent of becoming so Americanised they could build relationships with sources and gather information without raising suspicion. Some of the agents lived as married couples and had children who have grown up as Americans unaware that their parents are Russian.\n\nThe FBI alleges that the accused spies were able to get close to a scientist working with \"bunker-buster\" nuclear bombs and a New York financier with powerful political ties. But the intercepts do not suggest they were successful at uncovering valuable information and some of the exchanges with Moscow appear almost laughable in their simplicity, including advice to one agent to \"build up little by little relations\" with the financier.\n\nThe FBI said that the deep cover agents were called \"Illegals\" by Moscow. An intercepted message from the SVR to two of the alleged spies outlined their mission.\n\n\"You were sent to USA for long-term service trip. Your education, your bank accounts, car, house, etc – all these serve one goal: fulfill your main mission, ie to search and develop ties in policymaking circles in US and send intels (intelligence reports) to C (Centre),\" an intercepted message said according to the indictment.\n\nThe FBI described the \"Illegals\" as being paired in Russia \"so that they can live together and work together in a host country, under the guise of a married couple. Illegals who are placed together and cohabit in the country to which they are assigned will often have children together\".\n\nThe arrests were made in Arlington, Virginia – close to the Pentagon and CIA headquarters – and in New York, Boston and New Jersey. One of the detained couples lives on the west coast, in Seattle. The justice department said one other alleged spy, who is accused of delivering payments to members of the ring, is still being sought.\n\nAccording to the indictments, members of the spy ring reported back to Moscow in 2004 that they were able to get close to an American whom the Russian agents described as involved in \"strategic planning related to nuclear weapon development\" and \"had conversations with him about research programs on small yield high penetration nuclear warheads recently authorised by US Congress (nuclear 'bunker-buster' warheads)\".\n\nAnother alleged spy, named as Cynthia Murphy, built a relationship with a man described as a prominent New York-based financier active in politics. Moscow responded that he was a very interesting target because he might be able to provide information about foreign policy and discussions among the president's closest aides.\n\nThe SVR also urged its agents to collect information on the US positions on arms talks, Iran's nuclear programme and Afghanistan in advance of Barack Obama's visit to Russia last year. Moscow also sought information about personnel turnover at the top of the CIA and the 2008 presidential election.\n\nThe indictment says the alleged spies used a number of methods to communicate with the SVR including unique wireless networks to transfer encrypted data. One of the wireless networks was run from a van in New York that on one occasion parked outside a coffee shop where one of the accused , named as Anna Chapman, was sitting. The FBI said it observed as she established a connection with the wireless link in the van and transmitted data. A few weeks later she did the same from a bookshop.\n\nThe FBI said it also observed a car with diplomatic plates registered to the Russian government park outside a Washington DC restaurant where another alleged spy who went by the name Mikhail Semenko, who is still being sought by the authorities, used a computer to establish a connection with a wireless signal from the car.\n\nOther information was passed by posting pictures on the internet that had text buried in them as well as long established techniques such as drops and \"brush pasts\" in local parks.\n\nRelations between the alleged spies and their handlers were not always cordial as the \"illegals\" took to the American way of life.\n\nIn one intercepted message, Richard and Cynthia Murphy, who arrived in the US in the mid-1990s, decided to buy a house in New Jersey. That did not go down well at Moscow centre.\n\n\"We are under the impression that C. views our ownership of the house as a deviation from the original purpose of our mission here,\" they said in an intercepted message. \"We'd like to assure you that we do remember what it is. From our perspective, purchase of the house was solely a natural progression of our prolonged stay here. It was a convenient way to solve the housing issue, plus to 'do as the Romans do' in a society that values home ownership.\"\n\nEach of the 10 has been charged with conspiracy to act as an agent of a foreign government. They face up to five years in prison if convicted although it is possible that more serious charges will be added.\n\nThe alleged spies are also accused of money laundering.\n\nSecret meetings\n\n'Haven't we met in California?' The coded exchanges\n\nThe FBI indictment relates how one of its agents, posing as a Russian consulate official in New York, put one of the alleged spies it was watching, Anna Chapman, through a charade in which she was to deliver a fake passport to a supposed Russian agent.\n\nThe FBI agent gives Chapman a magazine and tells her to hold it so she will be recognised by her fellow \"Russian agent\".\n\nA coded exchange is then agreed on. The \"Russian agent\" will say: \"Excuse me, but haven't we met in California last summer?\" Chapman was to reply: \"No, I think it was the Hamptons (right).\" Chapman then asks the undercover FBI agent: \"You're positive no one is watching?\" She was assured that no one was.\n\nThe FBI agent assured Chapman she was well regarded in Russia. \"Your colleagues back in Moscow, they know you are doing a good job and they will tell you this when they see you. So keep it up.\"\n\nThe indictment also relates how the FBI recovered a bag Chapman discarded after she bought a mobile phone. The customer agreement was in the name Irene Kutsov and the address was registered as 99 Fake Street. Chapman did not turn up for the meeting to hand over the fake passport.\n\nThe FBI arranged a second sting for another alleged Russian agent, who went by the name Mikhail Semenko.\n\nThe undercover agent asked Semenko if he has spotted any other Russian agents. The alleged spy replied: \"No, I am not supposed to look.\"\n\nThe undercover agent then asked Semenko what he would do \"if something goes down\".\n\nThe FBI said: \"Semenko responded that he would erase the hard drive of the communications equipment.\" Asked where he would then go if the signal came to come in from the cold, Semenko said there was only one place: the Russian consulate in New York.", "image": "http://static.guim.co.uk/icons/social/og/gu-logo-fallback.png", "url": "http://www.guardian.co.uk/world/2010/jun/29/fbi-breaks-up-alleged-russian-spy-ring-deep-cover"}, {"published": 1277769600.0, "title": "Suspected Russian spy missing in Cyprus", "body": "(CNN) -- A suspected Russian spy is missing after being arrested in Cyprus and released on bail, a police spokesman told CNN Wednesday.\n\nAuthorities arrested Robert Christopher Metsos, 55, in Larnaca after an Interpol \"red notice\" was served on him, Cypriot police said Tuesday.\n\nPolice said he was released on bail pending further proceedings but was told not to leave the country and was ordered to check in nightly with police.\n\nHe did not check in Wednesday and police are searching for him, a spokesman said.\n\nMetsos is among 11 suspects in an alleged Russian spy ring in the United States.\n\nAt the time of his arrest, he was traveling on a Canadian passport and was about to board a flight to Budapest, Hungary.\n\nMetsos faces extradition to the United States.\n\nHis disappearance came two days after the U.S. Justice Department announced the arrest of 10 people on charges of being Russian agents involved in a long-term mission in the United States.\n\nFive of the suspects appeared in a New York courtroom on Monday. Four of the five, including a longtime U.S.-based columnist for the Spanish-language El Diario newspaper, were advised of their rights and ordered held due to flight risk, with their next hearing scheduled for Thursday.\n\nThe other defendant, identified in a court document as Anna Chapman, was denied bail. No additional hearings have been scheduled.\n\nThe Russian Foreign Ministry said the suspects committed no actions directed against American intereststhe and the arrests are \"unfounded and have unseemly goals.\"\n\n\"We do not understand the reasons why the U.S. Department of Justice has made a public statement in the spirit of the Cold War,\" said a statement on the ministry's website. \"Such incidents have occurred in the past, when our relations were on the rise. In any case it is regrettable that all these things are happening on the background of the 'reset' in Russian-U.S. relations announced by the U.S. administration.\"\n\nRussia's prime minister, Vladimir Putin, said American police were \"out of hand\" but expressed the hope that relations would not be harmed. \"I hope the positive developments that have been accumulated recently will not be damaged,\" Putin said.\n\nOn Wednesday, Assistant Secretary of State P.J. Crowley said the State Department had no plans to expel any Russian diplomats over the matter. \"I'm not projecting any diplomatic consequences other than the good will that we hope will be there going forward to continue to focus on the issues where we agree and work constructively on the areas on which we disagree,\" Crowley said, adding that officials throughout the State Department had been in touch with various levels of the Russian government to discuss the issue.\n\n\"As we've made clear -- and as I think officials in Moscow have made clear -- we are going to work as hard as we can to move beyond this and continue to focus on the many issues with which we have common interest,\" Crowley said. \"Our focus is on the process going forward.\"\n\nThe Justice Department said the suspects were supposed to have recruited intelligence agents, but were not directly involved in obtaining U.S. secrets themselves. They were charged with acting as agents of a foreign government, and nine also were charged with conspiracy to commit money laundering.\n\nThe charges include conspiracy to act as an agent of a foreign government without notifying the U.S. attorney general, a crime that carries a maximum penalty of five years in prison, the Justice Department said. Conspiracy to commit money laundering has a maximum penalty of 20 years in prison.\n\nThe case resulted from a multiyear investigation conducted by the FBI, the U.S. Attorney's Office for the Southern District of New York and the Justice Department's National Security Division, according to a Justice Department statement. The 11 suspects were charged in two separate criminal complaints.\n\nCNN's Terry Frieden, Jill Dougherty, Michael Schwartz, Arkady Irshenko, Elise Labott and Carol Jordan contributed to this report.", "image": "http://www.cnn.com/video/politics/2010/06/29/am.smith.russian.spies.cnn.640x360.jpg", "url": "http://www.cnn.com/2010/CRIME/06/29/russian.spying.arrests/"}]}, {"title": "Grandmother of Barack Obama dies at 86", "articles": [{"published": 1225670400.0, "title": "Barack Obama's grandmother dies", "body": "\"It is with great sadness that we announce that our grandmother, Madelyn Dunham, has died peacefully after a battle with cancer,\" Mr Obama said in a joint statement with his sister Maya Soetoro-Ng, released on the eve of the US election.\n\n\"She was the cornerstone of our family, and a woman of extraordinary accomplishment, strength, and humility.\n\n\"She was the person who encouraged and allowed us to take chances.\n\n\"She was proud of her grandchildren and great-grandchildren and left this world with the knowledge that her impact on all of us was meaningful and enduring. Our debt to her is beyond measure.\"\n\nObama took a day-and-a-half away from the campaign trail late last month to visit Dunham in his native Hawaii after saying she may not live until the election on Tuesday.", "image": "http://i.telegraph.co.uk/multimedia/archive/01106/Madelyn-Dunham_1106925a.jpg", "url": "http://www.telegraph.co.uk/news/newstopics/uselection2008/barackobama/3375039/Barack-Obamas-grandmother-dies.html"}, {"published": 1225670400.0, "title": "Obama's grandmother dies after battle with cancer", "body": "(CNN) -- Sen. Barack Obama's grandmother, Madelyn Dunham, has died following a bout with cancer, Obama and his sister, Maya Soetoro-Ng, said Monday.\n\nShe was 86.\n\nAt a rally in Charlotte, North Carolina, Monday night, the Illinois senator said \"she has gone home and she died peacefully in her sleep with my sister at her side.\"\n\n\"I'm not going to talk about it long because it's hard to talk about,\" he added.\n\nObama remembered her as \"one of those quiet heroes we have across America, who aren't famous ... but each and every day they work hard. They look after their families. They look after their children and their grandchildren.\"\n\nIn a statement released Monday afternoon, Obama and his sister said that Dunham was \"the cornerstone of our family, and a woman of extraordinary accomplishment, strength, and humility.\" Watch CNN contributors discuss Obama's grandmother »\n\n\"She was the person who encouraged and allowed us to take chances. She was proud of her grandchildren and great-grandchildren and left this world with the knowledge that her impact on all of us was meaningful and enduring. Our debt to her is beyond measure.\"\n\nObama and Soetoro-Ng asked that donations be made for the search for a cure for cancer in lieu of flowers. A small private ceremony will be held \"at a later date.\"\n\nDunham passed away peacefully at her home shortly before midnight Sunday night (5 a.m. ET), campaign spokeswoman Jen Psaki told CNN. She said Obama learned of her death around 8 a.m.\n\nObama's republican rival, Sen. John McCain, issued a statement Monday afternoon:\n\n\"We offer our deepest condolences to Barack Obama and his family as they grieve the loss of their beloved grandmother. Our thoughts and prayers go out to them as they remember and celebrate the life of someone who had such a profound impact in their lives.\"\n\nThe Democratic presidential candidate left the campaign trail on October 23 and flew to Honolulu, Hawaii, to spend the day with Dunham, whose health deteriorated after she suffered a broken hip.\n\nHis wife, Michelle Obama, filled in for him at events in Columbus and Akron, Ohio, on October 24.\n\nObama said in an interview taped for that day's \"Good Morning America\" that Dunham had been \"inundated\" with flowers and messages from strangers who read about her in Obama's 1995 book, \"Dreams From My Father.\"\n\n\"Maybe she is getting a sense of long-deserved recognition toward the end of her life,\" he said. Watch Obama tell supporters that his grandmother was \"one of those quiet heroes\" »\n\nThe candidate resumed his campaign on October 25.\n\nObama has spoken often about his grandmother -- who helped raise him -- as an integral figure in his youth and how she struggled against the glass ceiling in her career. He and his family traveled to Hawaii in August to visit her.\n\n\"She's the one who put off buying a new car or a new dress for herself so that I could have a better life,\" he said in his acceptance speech at the Democratic National Convention. \"She poured everything she had into me. And although she can no longer travel, I know that she's watching tonight, and that tonight is her night as well.\"\n\nCNN political producer Ed Hornick contributed to this report.\n\nAll About Barack Obama", "image": "", "url": "http://www.cnn.com/2008/POLITICS/11/03/obama.grandma/"}, {"published": 1225670400.0, "title": "Barack Obama's grandmother dies", "body": "Obama has described his grandmother as a role model The grandmother of US candidate Barack Obama has died on the eve of the presidential election. Madelyn Dunham, 86, had cancer. She had been a key figure in Mr Obama's early life, and helped raise him. When her health deteriorated last month, the Democratic candidate left the campaign trail for two days to visit her in Hawaii. Mr Obama has spoken of their strong bond and referred to her in some of his most powerful campaign speeches. Announcing her death on Monday, Mr Obama said: \"She was the cornerstone of our family, and a woman of extraordinary accomplishment, strength, and humility. \"She was the person who encouraged and allowed us to take chances.\" Role model His Republican rival, John McCain, and his wife Cindy offered their \"deepest condolences to Barack Obama and his family as they grieve the loss of their beloved grandmother\".\n\nThe politics of bereavement Obituary: Madelyn Dunham \"Our thoughts and prayers go out to them as they remember and celebrate the life of someone who had such a profound impact in their lives,\" they said in a statement. Ten days ago, Mr Obama broke away from the campaign trail to pay one last visit to Ms Dunham, whom he had mentioned at several key moments during his run for the White House. At his speech to the Democratic Convention, he praised her as a role model - someone who had risen from bank clerk to bank vice-president through endeavour, but who had been prevented from getting to the very top because of her gender. And in the speech he gave on race in Philadelphia, he spoke of her in connection with his former pastor, Jeremiah Wright - whose inflammatory comments about white America had threatened to derail Barack Obama's presidential campaign. Although he later cut his ties to the Reverend Wright, at the time he said he could no more disown him than he could disown his white grandmother, who had once admitted her fear of passing black men in the street.\n\n\n\nBookmark with: Delicious\n\nDigg\n\nreddit\n\nFacebook\n\nStumbleUpon What are these? E-mail this to a friend Printable version", "image": "http://newsimg.bbc.co.uk/media/images/45127000/jpg/_45127143_fa382640-71b2-4b52-b9ca-d36f1d6aa074.jpg", "url": "http://news.bbc.co.uk/1/hi/world/americas/7707364.stm"}]}, {"title": "Explosion at earthquake-damaged Fukushima nuclear power plant", "articles": [{"published": 1299888000.0, "title": "Japan earthquake: Explosion at Fukushima nuclear plant", "body": "A powerful explosion has hit a nuclear power station in north-eastern Japan which was badly damaged in Friday's devastating earthquake and tsunami.\n\nA building housing a reactor was destroyed, but authorities said the reactor itself was intact.\n\nThe government sought to play down fears of a meltdown at the Fukushima 1 plant.\n\nBut officials later announced the cooling system of a second reactor at the plant had failed.\n\nThe news sparked fears of a the risk of a further explosion or leak of radioactive material.\n\nA huge rescue and relief operation is under way in the region after the earthquake and subsequent tsunami, which are thought to have killed more than 1,000 people.\n\nTokyo Electric Power said four of its workers had been injured in Saturday's blast at Fukushima, 250km (155 miles) north of Tokyo, but that their injuries were not life-threatening.\n\nAn evacuation zone around the damaged nuclear plant has been extended to 20km (12.4 miles) from 10km, and a state of emergency declared.\n\nAn estimated 200,000 people have been evacuated from the area, the International Atomic Energy Agency says.\n\nAnalysis The term \"meltdown\" raises associations with two nuclear accidents in living memory: Three Mile Island in the US in 1979, and Chernobyl in Ukraine in 1986. In both, excess heat in the reactor caused fuel to melt - and in the first, wider melting of the core. The question is whether the same thing has happened in Fukushima. It appears that the reactor was shut down well before any melting occurred, which should reduce considerably the risk of radioactive materials entering the environment. However, the detection of caesium isotopes outside the power station buildings could imply that the core has been exposed to the air. Although Japan has a long and largely successful nuclear power programme, officials have been less than honest about some incidents in the past, meaning that official reassurances are unlikely to convince everyone this time round. Japan's nuclear picture unclear\n\nThe government has urged residents to remain calm and is preparing to distribute iodine to anyone affected.\n\nTests showed at least three patients evacuated from a hospital near the plant had been exposed to radiation, public broadcaster NHK quoted local government officials as saying. They were among a group of people waiting outside the hospital for rescue helicopters when the explosion hit the plant.\n\nGovernment spokesman Yukio Edano said the force of the explosion had destroyed the concrete roof and walls of a building around the plant's number one reactor, but a steel container encasing the reactor had not been ruptured.\n\nMr Edano said radiation levels around the plant had fallen after the explosion. He added that sea water was being pumped into the site to lower temperatures.\n\nBefore the explosion, Japan's nuclear agency had said that radioactive caesium and iodine had been detected near the number one reactor. The agency said this could indicate that containers of uranium fuel inside the reactor may have begun melting.\n\nAir and steam, with some level of radioactivity, was earlier released from several of the reactors at both plants in an effort to relieve the huge amount of pressure building up inside.\n\nScenes of devastation\n\nThe tsunami that followed the 8.9-magnitude earthquake wreaked havoc along a huge stretch of on Japan's north-east coast, sweeping far inland and devastating a number of towns and villages.\n\nThe BBC's Damian Grammaticas in the coastal city of Sendai, in Miyagi prefecture, says the scenes of devastation there are astonishing - giant shipping containers have been swept inland and smashed against buildings, and fires are still burning close to the harbour.\n\nThe scale of the devastation is immense\n\nPolice said between 200 and 300 bodies were found in just one ward of the city.\n\nThe town of Rikuzentakada, Iwate, was reported as largely destroyed and almost completely submerged. NHK reported that soldiers had found up to 400 bodies there.\n\nNHK reports that in the port of Minamisanriku, Miyagi, the authorities say that about 7,500 people were evacuated to 25 shelters after Friday's quake but they have been unable to contact the town's other 10,000 inhabitants.\n\nA local official in the town of Futaba, Fukushima, said more than 90% of the houses in three coastal communities had been washed away by the tsunami.\n\n\"The tsunami was unbelievably fast,\" said Koichi Takairin, a 34-year-old truck driver who was inside his four-ton rig when the wave hit Sendai. \"Smaller cars were being swept around me. All I could do was sit in my truck.\"\n\nTens of thousands of troops backed by ships and helicopters have been deployed on rescue and relief missions. More than 215,000 people are said to be living in 1,350 temporary shelters in five prefectures.\n\nInternational disaster relief teams are being sent to Japan, with the United Nations helping to co-ordinate the operation.\n\nPresident Barack Obama has pledged US assistance. One US aircraft carrier that was already in Japan will help with rescue and relief efforts, and a second is on its way.\n\nJapan's worst previous earthquake was of 8.3 magnitude and killed 143,000 people in Kanto in 1923. A magnitude 7.2 quake in Kobe killed 6,400 people in 1995.", "image": "http://ichef.bbci.co.uk/news/1024/media/images/51647000/jpg/_51647501_51647500.jpg", "url": "http://www.bbc.co.uk/news/world-asia-pacific-12720219"}, {"published": 1299888000.0, "title": "ABC News (Australian Broadcasting Corporation)", "body": "Explosion at quake-hit nuclear plant\n\nUpdated\n\nAn explosion has blown the roof off an unstable reactor north of Tokyo, raising fears of a disastrous meltdown at a nuclear plant damaged in the massive earthquake that hit Japan on Friday.\n\nThe 8.9-magnitude quake, the strongest ever recorded in Japan, sent a 10-metre tsunami ripping through towns and cities across the north-east coast.\n\nJapanese media estimate that at least 1,300 people have been killed.\n\nAn explosion at the stricken 40-year-old Fukushima No 1 nuclear power plant was heard about 3:30pm (local time) following a series of large tremors.\n\nTV footage showed thick white smoke rising from the plant, which lies 240 kilometres north of Tokyo.\n\nPublic broadcaster NHK and Jiji report the outer structure of the building that houses the reactor has blown off.\n\nFour workers - two from operator Tokyo Electric Power Co and two others from another firm - were injured in the explosion.\n\nTokyo Electric says the injuries they have suffered are not life-threatening and that all four are conscious.\n\nA government spokesman says a Tokyo Fire Department rescue team has been sent to the site.\n\nChief cabinet secretary Yukio Edano has confirmed a radiation leak and says the government is stockpiling iodine as part of a contingency plan.\n\nHe urged people to stay calm and says the government is carefully monitoring the radiation level.\n\nThe UN nuclear watchdog says it is aware of the explosion at the No 1 plant and is urgently seeking information from the country's authorities.\n\nAccording to the Fukushima prefectural government, the hourly radiation from the plant reached 1,015 microsievert - an amount equivalent to that allowable for ordinary people in one year.\n\nNearby residents are being warned to stay indoors, turn off air-conditioners and not to drink tap water.\n\nIf people must go outside, they should avoid exposing their skin and cover their face with masks and wet towels.\n\nMore than 45,000 residents within a 10-kilometre radius of the plant had been evacuated, but the evacuation area has now been expanded to 20-km radius from the plant.\n\nThousands more have been evacuated from near a second plant, Fukushima No 2, which also suffered damage to its cooling system following Friday's quake.\n\nGraham, an English teacher living near the Fukushima nuclear plant, says people are stocking up on supplies as they prepare to leave the area.\n\n\"People are stocking up on batteries, water food, anything warm. There's a little bit of, I wouldn't say panic, but the supermarkets were just crazy,\" he said.\n\n\"Hopefully there's no sort of worries with radiation and everything at the moment, but obviously it's a concern.\"\n\nSteve Kerekes, a nuclear expert from the US Nuclear Energy Institute, warns if technicians cannot get the reactor's cooling systems working there is a possibility of radiation leaks similar to America's worst nuclear accident.\n\n\"If indeed that were to happen at some point you're going to have sufficient evaporation in the core that, if you will, your fuel is going to heat up,\" he said.\n\n\"Then you'll have a meltdown not unlike what happened in the United States Three Mile Island plant in Pennsylvania back in 1979.\"\n\nMeanwhile Japan's Meteorological Agency says Fukushima prefecture is at high risk of another major tsunami.\n\nABC/wires\n\nTopics: earthquake, disasters-and-accidents, emergency-incidents, tidal-wave, japan\n\nFirst posted", "image": "http://www.abc.net.au/news/image/2659400-1x1-700x700.jpg", "url": "http://www.abc.net.au/news/stories/2011/03/12/3162450.htm?section=world"}, {"published": 1299888000.0, "title": "Official: 2 Japanese nuclear reactors may be in meltdown", "body": "Editor's Note: Read live blogging of the Japan tsunami and earthquake. Are you there? Send your video, pictures to iReport.\n\nTokyo (CNN) -- While saying there are no indications yet of dangerously high radiation levels in the atmosphere, a Japanese government official said Sunday that there is a \"possibility of a meltdown\" at two of the country's nuclear reactors.\n\nChief Cabinet Secretary Yukio Edano told reporters that officials still do not know if there have been meltdowns in the No. 1 and No. 3 reactors at the Fukushima Daiichi's nuclear facility in northeast Japan. But as they attempt to cool down radioactive material and release pressure inside the reactors, he said authorities were working under the presumption that such meltdowns have taken place.\n\n\"We do believe that there is a possibility that meltdown has occurred. It is inside the reactor. We can't see. However, we are assuming that a meltdown has occurred,\" he said of the No. 1 reactor. \"And with reactor No. 3, we are also assuming that the possibility of a meltdown as we carry out measures.\"\n\nA meltdown is a catastrophic failure of the reactor core, with a potential for widespread radiation release.\n\nEdano's comments confirmed an earlier report from an official with Japan's Nuclear and Industrial Safety Agency, who had told CNN, \"we see the possibility of a meltdown.\"\n\nThough Toshihiro Bannai, director of the agency's international affairs office, said engineers have been unable to get close enough to the core to know what's going on, he based his conclusion on the fact that they measured radioactive isotopes in the air Saturday night.\n\n\"What we have seen is only the slight indication from a monitoring post of cesium and iodine,\" he said.\n\nBut Bannai added that he didn't believe a disaster was looming.\n\n\"We actually have very good confidence that we will resolve this,\" he said.\n\nEdano, too, raised few alarms during his press conference Sunday. He based his optimism in large part on measurements of radiation outside the nuclear plant, conceding fluctuations may occur while stating that levels have generally decreased.\n\n\"We are continuing to monitor the radiation, but it is (under) control,\" he said.\n\nEdano said that nine people have tested positive for high radiation levels on their skin and clothing, with doctors now trying to determine if they were impacted internally. Medical care, including radiation screening, will be offered to those who are being evacuated from the nuclear zone, the secretary added.\n\nThe Japanese government was preparing to distribute iodine tablets to residents, the IAEA said. Iodine is commonly recommended to block the uptake by the thyroid gland of radioactive iodine.\n\nThe problems at the Daiichi plant began Friday, when the 8.9-magnitude quake struck off the eastern shore of Miyagi Prefecture. The quake forced the automatic shutdown of the plant's nuclear reactors and knocked out the main cooling system, according to the country's nuclear agency.\n\nA tsunami resulting from the quake then washed over the site, knocking out backup generators that pumped water into the reactor containment unit to keep the nuclear fuel cool.\n\nEdano said that there have not been any leaks of radioactive material at either of the affected plants. Authorities deliberately have let out radioactive steam in order to alleviate growing pressure inside both of the affected reactors.\n\nPressure had been mounting inside the reactors as steam built up inside, because water meant to cool the fuel rods was boiling.\n\nAs of Sunday morning, winds in northeast Japan were blowing out to sea at 5-15 mph, said CNN Meteorologist Taylor Ward. But they were expected to reverse direction by Monday night, he said. The Daiichi plant is located about 160 miles (260 kilometers) north of Tokyo.\n\nPlant officials are also injecting sea water and boron into the plant in an effort to cool its nuclear fuel and stop any reactions.\n\nBoron, a chemical element, was being added to the water \"to sort of stymie other potential nuclear reactions,\" according to Robert Alvarez, senior scholar at the Institute for Policy Studies and a former senior policy adviser to the U.S. secretary of energy. He described the plan to use salt water as \"an act of desparation\" by Japanese authorities, who seemed unable to deliver fresh water or plain water to cool the reactor and stabilize it.\n\nEarlier, Edano had pointed out another potential challenge -- saying, without elaboration, that \"some of the readings in the measurement equipment were not accurate.\"\n\nThe detection of a cesium isotope -- as noted by Bannai -- indicates that the reactors' nuclear fuel cladding has failed, said Ken Bergeron, a physicist and former scientist at Sandia National Laboratories.\n\n\"Now we have to hope that the containment building will succeed in preventing major amounts of radioactivity\" from escaping, he said. Fukushima Daiichi facility has such a building -- something that Chernobyl, the Soviet nuclear plant that famously melted down in 1986, did not have.\n\nCesium 137 can remain dangerous for 600 years and is associated with a number of cancers, said Dr. Ira Helfand, a member of the board of Physicians for Social Responsibility.\n\nSome experts said the flow of information from the agency has not been fast enough.\n\nBut IAEA Director General Yukiya Amano defended the Japanese response. \"I know the Japanese authorities are working their hardest to gather the necessary details and ensure safety under difficult and constantly evolving circumstances,\" he said in a statement.\n\nIf the effort to cool the nuclear fuel inside the reactor fails completely -- a scenario experts who have spoken to CNN say is unlikely -- the resulting release of radiation could cause enormous damage to the plant or release radiation into the atmosphere or water. That could lead to widespread cancer and other health problems, experts say.\n\nAuthorities have downplayerd such a scenario, insisting the situation appears under control and that radiation levels in the air are dangerous. Still, as what they described as \"a precuation,\" more than 200,000 people who live within 20 kilometers (12 miles) of the plant have been ordered to leave the area. A similar evacuation order has been issued for those with 10 kilometers of the Fukashima Daini nuclear facility, a separate plant also in Fukashima prefecture.\n\nEven absent this, nuclear materials expert Joseph Cirincione -- president of the U.S.-based Ploughshares Fund, a firm involved in security and peace funding -- ranks this scenario third, behind Chernobyl and the 1979 partial meltdown of a reactor core at the Three Mile Island nuclear plant in Pennsylvania, among history's worst nuclear power crises.\n\nJapan is heavily dependent on nuclear power, with 54 plants and another eight slated for construction, said Aileen Mioko Smith of Green Action, an environmental group. All are located in \"very seismic\" areas, she said.\n\nWhile experts acknowledged that Japan's nuclear program is very well respected, physicist Ken Bergeron saying that now \"we're in uncharted territory.\"\n\n\"The bottom line is that we just don't know what's going to happen in the next couple of days and, frankly, neither do the people who run the system,\" added Dr. Ira Helfand, a member of the board of Physicians for Social Responsibility.\n\nWhat we do know, he added, is that Japan's nuclear facilities are \"way out of whack.\"\n\nCNN's Tom Watkins and Greg Botelho contributed to this story.", "image": "http://i.cdn.turner.com/cnn/2011/WORLD/asiapcf/03/12/japan.nuclear/t1larg.radioactive.jpg", "url": "http://edition.cnn.com/2011/WORLD/asiapcf/03/12/japan.nuclear/"}]}, {"title": "South Korean police clamp down on protests against US beef", "articles": [{"published": 1214784000.0, "title": "S Korean police arrest over 120 people during weekend protests against U.S. beef", "body": "SEOUL, June 30 (Xinhua) -- In the first major clampdown on protesters after a U.S. beef import deal took effect, Seoul police arrested at least 125 people during mass demonstrations that continued into early Monday.\n\nSouth Korean news agency reported that about 1,700 people gathered at Jongno street in central Seoul at 9 p.m. Sunday and hundreds of them stayed into the early morning hours, chanting slogans such as \"Renegotiate the beef deal\" and \"Lee Myung-bak out.\"\n\nThe protesters rallied in several groups, unable to enter their usual protest venue at Seoul City Hall plaza, which was sealed off by police buses.\n\nPolice took about 70 people into custody early Monday for illegally occupying roads. But no major clashes occurred.\n\nHundreds of protesters and police officers were injured during Saturday's demonstrations where about 18,000 people -- 100,000 according to organizers -- participated in the largest gathering since June 10.\n\nPolice fired water cannons and fire extinguishers and used batons against protesters who hurled water bottles and eggs at them and tried to pull away police buses with ropes.\n\nSouth Korea last week lifted bans on U.S. beef imports and began quarantine inspections of American meat that has been in storage since imports were suspended in October.\n\nThe Ministry for Food, Agriculture, Forestry and Fisheries said inspectors have started to screen frozen U.S. beef packages with X-ray machines to check for unauthorized materials. The meat could be on store shelves as early as this week.", "image": "", "url": "http://news.xinhuanet.com/english/2008-06/30/content_8462728.htm"}, {"published": 1214784000.0, "title": "South Korean Police Crack Down on Anti-U.S. Beef Protesters", "body": "June 30 (Bloomberg) -- South Korean authorities prevented anti-U.S. beef protesters gathering for a rally in the capital, Seoul, yesterday after hundreds of people were injured in clashes the previous day.\n\nAbout 300 police buses blocked the plaza in front of Seoul City Hall and alleyways leading to the area where protesters have gathered daily for candle-lit vigils. More than 3,000 police patrolled the area to prevent demonstrators rushing the buses.\n\nThe government promised ``stern action'' against violent protesters after clashes erupted with police two days ago.\n\nPresident Lee Myung Bak has been trying to contain a backlash against his agreement in April to resume U.S. beef imports. As many as 80,000 people have staged daily demonstrations for the past two months to highlight the possibility of mad cow disease from imported U.S. beef.\n\nLee was forced to publicly apologize for his handling of the negotiations and fired all but one of his top aides.\n\nSouth Korea, once the third-largest importer of American beef, stopped accepting shipments in 2003 when the U.S. discovered its first mad cow case. Some beef was imported in 2006 and the ban was reinstated in October last year.\n\nThe U.S. and South Korea agreed June 21 that South Korea will import beef only from animals younger than 30 months, which are thought to be at lower risk for mad cow disease. The U.S. agreed to verify the age of its exports.\n\n`Violent Protests'\n\n``The candle-lit vigils, which were initially peaceful, have mutated into violent protests organized by a small faction,'' Justice Minister Kim Kyung Han said late yesterday in Seoul. ``Illegal and violent protesters kill the everyday economy and the damages are incurred by the people who stoically go about their businesses.''\n\nThe government will take ``stern countermeasures such as using water laced with tear gas, in order to prevent accidents caused by physical clashes,'' Kim said. The government will also hunt people or factions that encourage violence and will seek compensation from those who destroy public property, including police buses, he said.\n\nThe Seoul Metropolitan Police Agency today raided the offices of AntiMadCow, an umbrella group of South Korean consumer groups, food safety advocates and student activists, located in the building of the People's Solidarity for Participatory Democracy, a leading civil rights group.\n\n``The police have raided our offices and detained one of our officials,'' AntiMadCow said on its Web site. A spokesman for the Police Agency who declined to be identified confirmed the raid. He didn't give any details.\n\nMad cow disease is a brain-wasting livestock illness that scientists say is spread in cattle by tainted animal feed. Eating contaminated meat from infected animals can cause a fatal human variant that has been blamed for the deaths of 151 people in the U.K., where it was first reported in the 1980s.\n\nFor related stories: South Korean beef: {TNI SKOREA BEEF BN <GO>} Bloomberg's top commodities news: {CTOP <GO>}\n\nTo contact the reporter on this story: Heejin Koo in Seoul at hjkoo@bloomberg.net\n\nTo contact the editors responsible for this story: Paul Tighe at ptighe@bloomberg.net; Bill Austin in Tokyo at billaustin@bloomberg.net", "image": "http://www.bloomberg.com/apps/data?pid=avimage&iid=isa8t9bY3uUk", "url": "http://www.bloomberg.com/apps/news?pid=20601080&sid=aH7RtgjuWKLk&refer=asia"}, {"published": 1214784000.0, "title": "Beef Protest Turns Violent in South Korea", "body": "SEOUL, South Korea \u0097 The government of President Lee Myung-bak sealed off major rallying points in central Seoul on Sunday after hundreds of citizens and police officers were injured during a protest against United States beef imports.\n\nPolice buses cordoned off plazas and intersections where large crowds have gathered almost daily since early May to demand that the government renegotiate the deal. Police officers blocked subway entrances and alleys leading to those rallying points.\n\nStill, protesters broke into several groups of hundreds and marched Sunday evening, engaging in sporadic shoving matches with the police.\n\nJustice Minister Kim Kyung-han said in a statement on Sunday, “We will chase those who instigate violent protests and those who use violence to the end and bring them to justice.”\n\nMr. Kim warned that the police would use liquid tear gas, which they have refrained from using in the past decade. They commonly used liquid tear gas against antigovernment demonstrators during the military dictatorships of the 1970s and ’80s and against labor activists of the 1990s.\n\nThe Korean Metal Workers’ Union, which represents workers at 240 companies, including the country’s four major automakers, said 76 percent of its voting members had agreed to a two-hour work stoppage on Wednesday to demand a new beef deal and better working conditions.\n\nThe Catholic Priests’ Association for Justice, an influential religious group known for its struggle against the dictatorships, said it would lead an outdoor Mass on Monday to lend its moral support to the protesters.\n\nA protest that began Saturday evening and continued until Sunday morning attracted more than 18,000 people, the largest crowd since a rally on June 10 brought together at least 100,000 people.\n\nPolice officials reported that 112 officers had been injured and 35 police vehicles had been damaged. About 50 protesters were detained on charges of assaulting police officers, they said.\n\nOrganizers of the protest said that 300 to 400 people had been hurt “because of police brutality.”\n\nIn April, South Korea agreed to lift the ban on American beef, first imposed in 2003 after a case of mad cow disease was detected in the United States. Officials in Seoul persuaded the United States this month to revise the terms of the April deal to placate the protesters.\n\nBut the protests continued, dashing Mr. Lee’s hopes for an early end to what has become the biggest political crisis of his four-month-old government.", "image": "http://i1.nyt.com/images/2014/06/23/arts/design/23MOTH_MUSEUM/23MOTH_MUSEUM-moth.jpg", "url": "http://www.nytimes.com/2008/06/30/world/asia/30korea.html"}]}, {"title": "Prosecutors drop assault case against former US VP Gore", "articles": [{"published": 1280448000.0, "title": "Former US VP Al Gore 'will not face assault charges'", "body": "Mr Gore denies any assault took place during a massage by Molly Hagerty\n\nFormer US Vice-President Al Gore will not face charges over allegations he groped and assaulted a masseuse in his hotel room in Portland, Oregon, in 2006, law enforcement officials say.\n\nThe authorities say there is \"a lack of credible evidence\" and the claims do not warrant a criminal prosecution.\n\nThe decision comes a month after police reopened the investigation.\n\nMr Gore does not dispute that he had a massage from Molly Hagerty, 54, but denies any assault took place.\n\nThe case, which was closed previously because of a lack of evidence, was reopened in June after Ms Haggerty told the National Enquirer magazine that Mr Gore had tried to assault her.\n\nHaving reopened the case, prosecutors reportedly chose not to pursue it because Ms Hagerty had refused a polygraph test and appeared to have been paid by the magazine.\n\nMr Gore was in Portland to deliver a speech on climate change when the massage in question took place.\n\nMr Gore separated from his wife, Tipper, in June.", "image": "http://www.bbc.co.uk/news/special/2015/newsspec_10857/bbc_news_logo.png?cb=1", "url": "http://www.bbc.co.uk/news/world-us-canada-10825323"}, {"published": 1280534400.0, "title": "Al Gore cleared of assault allegations made by masseuse", "body": "Former vice president Al Gore has been cleared of allegations that he groped and assaulted a masseuse in a Portland hotel room in 2006.\n\nAfter a four-week investigation that included interviews with Gore, the masseuse, her acquaintances and hotel staff, authorities said there was no basis for prosecution.\n\nSenior deputy district attorney Don Rees cited \"contradictory evidence, conflicting witness statements, credibility issues, lack of forensic evidence and denials by Mr Gore\".\n\nRees also said the masseuse and her attorneys were uncooperative, witnesses could not remember anything unusual, and that the masseuse failed a polygraph examination and would not say whether she was paid by a tabloid newspaper for her story.\n\n\"Mr Gore unequivocally and emphatically denied this accusation when he first learnt of its existence three years ago,\" spokeswoman Kalee Kreider said. \"He respects and appreciates the thorough and professional work of the Portland authorities and is pleased that this matter has now been resolved.\"", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/7/31/1280541206318/Al-Gore-006.jpg", "url": "http://www.guardian.co.uk/world/2010/jul/31/al-gore-cleared-assault-allegations-masseuse"}, {"published": 1280448000.0, "title": "Gore Affair: District Attorney Says Sexual Assault Accusation 'Not Appropriate for Criminal Prosecution'", "body": "Former Vice President Al Gore did not commit acts of sexual harassment \"appropriate for criminal prosecution,\" according to office of the district attorney of Portland, Oregon, which has been investigating allegations that Gore made unwanted advances to a masseuse at a Portland hotel in 2006.\n\nAn Oregon woman, Molly Hagerty, claimed that Gore propositioned her and tried to hug her when she came to his hotel room to give him a massage.\n\nBut Senior Deputy District Attorney Don Rees, in a memo to the D.A., Michael D. Schrunk, wrote that Hagerty gave no indication afterwards that she was upset, as she later claimed.\n\nRees noted that Hagerty sold her story to the National Enquirer, failed a polygraph test, thanked the hotel management two days after the alleged incident for sending business her way and \"has not provided as repeatedly requested medical records she claims are related to the case.\"\n\nRees concludes, \"This case is not appropriate for criminal prosecution. The matter is closed and the investigative materials will be returned to PPB [the Portland Police Bureau].\"\n\nAl Gore Sexual Assault Case: Oregon Police Reopen for Procedural Issues\n\nGore's spokeswoman, Kalee Kreider, issued a statement: \"Mr. Gore unequivocally and emphatically denied this accusation when he first learned of its existence three years ago. He respects and appreciates the thorough and professional work of the Portland authorities and is pleased that this matter has now been resolved.\"\n\nAccording to a 73-page \"Confidential Special Report\" made public by authorities on June 23, Hagerty, the \"licensed massage therapist\" who was not named at the time, said she was summoned to a suite at the upscale Lucia Hotel at the request of a guest, where \"during the course of this massage session Al Gore did sexually assault me in his room.\"\n\nIn a detailed statement given to police more than two years after the alleged incident, the woman described her surprise at arriving for the massage appointment to find Gore drinking beer and opening his arms in a hug, saying, \"Call Me Al.\"\n\nSex Assault Case Against Al Gore Reopened\n\nAl Gore Assault Case: 'Matter is Closed,' Says D.A.\n\nBut she said Gore later turned \"angry and threatening\" when she resisted his efforts to force her hand to his inner thigh and lower abdominal area during the massage and then attempted to rip her clothes as she struggled against him, she told police.\n\nGore \"flipped me flat on my back and threw his whole body face down over atop me pinning me down and outweighing me by quite a bit,\" injuring her back and legs, she claimed.\n\n\"He kept trying to have sex with me,\" said the woman, who described the situation as \"frightening.\"\n\nAccording to the report, the woman said Gore booked the appointment using the pseudonym \"Mr. Stone.\"\n\nIn a statement accompanying the report, Portland Police said that after initially refusing to cooperate in early 2007, the masseuse returned in 2009, finally offering to be interviewed by investigators, bringing a prepared statement and the clothes she said she had worn that night as evidence.\n\n-- This embed didnt make it to copy for story id = 11292348. -- This embed didnt make it to copy for story id = 11292348. -- This embed didnt make it to copy for story id = 11292348. -- This embed didnt make it to copy for story id = 11292348. -- This embed didnt make it to copy for story id = 11292348.", "image": "http://a.abcnews.com/images/GMA/abc_gma_claiborne_100702_ms.jpg", "url": "http://abcnews.go.com/Blotter/gore-affair-district-attorney-case-criminal-prosecution/story?id=11292348"}]}, {"title": "UN workers killed by Afghans over burning of a Qur'an in Florida", "articles": [{"published": 1301616000.0, "title": "UN staff killed by Afghan mob enraged over Florida Quran burning", "body": "At least 20 UN staff members were killed in northern Afghanistan when a protest over a Quran burning overseen by pastor Terry Jones turned into a violent mob.\n\nAfghans shout anti- US slogans, behind a row of policemen, during a demonstration in Kabul, Afghanistan, on Friday, April 1.\n\nAn Afghan mob apparently angry over a Quran burning in Florida set upon a United Nations compound Friday, killing as many as 20 employees and setting fire to several compound buildings.\n\nThe attack, which may be the deadliest assault on the UN in Afghanistan, grew out of a protest in response to news that US pastor Terry Jones oversaw a Quran burning on March 20. Mr. Jones drew worldwide criticism last year for threatening to burn Qurans on the anniversary of 9/11.\n\nThe UN is still assessing the scope of damage and determining the exact death toll at its offices in Mazir-e-Sharif, a typically quiet city in northern Afghanistan.\n\nRecommended: Could you pass a US citizenship test?\n\nWhile the outburst of civilian violence aimed at the UN is rare, this attack seems to show that anger over the foreign presence in Afghanistan is coming to the surface.\n\n“In general you can easily rally people around issues such as insulting the Koran and insulting the prophet,\" says Martine van Bijlert, codirector of the Afghanistan Analysts Network. \"But other than that I think there is also an increasing tension and annoyance with the international presence and so a demonstration like that does get mixed up with more general suspicions about the intentions of the internationals.”\n\nToday's violence came after two or three hours of protests over the Florida Quran burning, which was broadcast online. Demonstrators started throwing stones at the UN compound then attempted to climb its walls and attacked guards. In addition to as many as 20 UN workers being killed, at least four protestors died. The UN’s chief of mission in the city was injured but survived the attack.\n\nAfghanistan saw several protests when Mr. Jones previously planned to burn the Koran on the anniversary of 9/11 last year. The controversial pastor of Dove World Outreach Center in Gainesville, Fla., decided not to go through with it at the time, largely due to a phone call from top Afghanistan commander US Gen. David Petraeus, who warned that the defamation of the Quran would likely cost the lives of US service men and women Afghanistan.\n\nJones decided to go through with the burning on March 20 after serving as judge in a “trial” of the Muslim holy book. He found it “guilty” of “training and promoting terrorist activities ... death, rape, torture of people worldwide” and crimes against women and minorities.\n\nA smaller demonstration with about 100 protestors also took place in front of the US Embassy in Kabul. Demonstrators called for US forces to leave Afghanistan. There were no reports of violence or injury.\n\nFriday's attack may cause the UN to reconsider the extent of its presence here. After the 2009 attack against UN guesthouses in Kabul, the UN pulled 200 workers from Afghanistan and withdrew an additional 400 from field postings to safer urban locations.\n\nLess than two weeks ago, Afghan President Hamid Karzai announced that Mazir-e-Sharif would be among the first seven areas to be transitioned to the control of Afghan security forces. The UN deaths could certainly generate high-level discussions about the transition scheduled for mid-July.\n\n“If anything what this attack demonstrates is that it will be a long time before transition is possible,” says Candace Rondeaux, the International Crisis Group’s senior analyst for Afghanistan. “If you can’t deal with a public demonstration and control it then how can you deal with a sophisticated insurgency that’s armed to the teeth?”", "image": "http://images.csmonitor.com/csmarchives/2011/04/0401-Afghanistan-UN-workers-killed.jpg?alias=standard_900x600", "url": "http://www.csmonitor.com/World/Asia-South-Central/2011/0401/UN-staff-killed-by-Afghan-mob-enraged-over-Florida-Quran-burning"}, {"published": 1301616000.0, "title": "Worst attack on U.N. in Afghanistan kills at least 7", "body": "MAZAR-I-SHARIF, Afghanistan Afghans protesting the burning of a Koran by an obscure U.S. pastor over-ran a U.N. compound on Friday and killed at least seven international staff in the deadliest-ever attack on the United Nations in Afghanistan.\n\nThousands of demonstrators flooded into the streets after Friday prayers and headed for the U.N. mission in usually peaceful Mazar-i-Sharif, a city considered safe enough to be in the vanguard of a crucial security transition.\n\nThe governor of Balkh province said insurgents had used the march as cover to attack the compound, in a battle that raged for hours and raised serious questions about plans to make the city a pilot for security transfer to national forces.\n\nThe confirmed dead were three international U.N. staff and four international Gurkha guards.\n\nIn New York, U.N. peacekeeping chief Alain Le Roy told reporters after briefing members of the Security Council who convened an emergency session to discuss the attack, that some of the protesters seemed to be more than demonstrators.\n\n\"Some of them were clearly armed,\" Le Roy said, adding that they appeared to have targeted the foreigners at the compound. \"We are not sure at all that the U.N. was the target.\"\n\n\"Maybe they wanted to find an international target and the U.N. was the one in Mazar-i-Sharif,\" Le Roy said, adding that an investigation of the incident was in progress.\n\nThe attackers overwhelmed security guards, burned parts of the compound and climbed up blast walls to topple a guard tower. Five protesters were also killed and about 20 wounded, some after trying to take weapons off U.N. security guards.\n\n\"The insurgents have taken advantage of the situation to attack the U.N. compound,\" said Governor Ata Mohammad Noor.\n\nHe told a news conference that many in the crowd of protesters had been carrying guns. Some 27 people have already been detained over the attack, he added.\n\nLe Roy said U.N. Secretary-General Ban Ki-moon's chief-of-staff, Vijay Nambiar, and head of U.N. security Gregory Starr were heading to Kabul on Friday night. He added that U.N. security in Afghanistan would be reviewed.\n\nBan and the U.N. Security Council condemned the attack.\n\nDEADLIEST ATTACK\n\nThe attack was one of the worst on the world body in years.\n\n\"It is the worst incident ever for U.N. staff in Afghanistan. Mazar mobs were active in the 1990s, repeatedly ransacking UN offices ... but so far as I remember, they never actually killed anyone,\" a former U.N. employee in Afghanistan told Reuters.\n\nThe worst previous attack was an insurgent assault on a Kabul guest house where U.N. staff were staying in October 2009. Five employees were killed and nine others wounded.\n\nThe two largest recent attacks on U.N. compounds in other countries are a 2007 bomb in Algiers that killed 17 U.N. staff, and a 2003 attack on the Baghdad hotel that was the U.N. headquarters there, which killed at least 22 people.\n\nChristian preacher Terry Jones, who after international condemnation canceled a plan last year to burn copies of the Koran, supervised the burning of the book in front of about 50 people at a church in Florida on March 20, according to his website.\n\nHe told the British Broadcasting Corporation he did not feel guilty over the deaths in Mazar. \"We are not responsible for their actions,\" Jones said, when asked about the attack.\n\nThousands of demonstrators marched through western Herat city and about 200 in Kabul to protest the same incident, but there was no violence at either demonstration.\n\nLong-standing anger over civilian casualties has been heightened by the Koran burning and the recent publication of gruesome photographs of the body of an unarmed Afghan teenager killed by U.S. soldiers.\n\n\"COWARDLY\" ATTACK\n\nThe Afghan police and army, whom the United Nations rely on for its first line of defense, were apparently unable to control the crowd. The NATO-led coalition said German troops answered a request for help, but it was not clear when the call was made or answered.\n\nU.N. officials in New York said earlier that as many as 20 U.N. staff may have been killed. They said later that figure had included people who turned out to be Afghan demonstrators.\n\nAn Afghan police spokesman said two of the U.N. dead were beheaded. Le Roy said no one was beheaded, although one victim's throat was cut.\n\nThe head of the mission in the city, a Russian, was injured but was now in the hospital, the Russian Foreign Ministry said. Russia called on the Afghan government and international forces to \"take all necessary measures\" to protect U.N. workers.\n\nRomania's Foreign Ministry said preliminary information suggested a Romanian citizen was among the dead, the Norwegian U.N. mission confirmed a Norwegian was one of the dead and Sweden confirmed a Swedish man was also killed.\n\nU.S. President Barack Obama, Afghan counterpart Hamid Karzai and NATO Secretary General Anders Fogh Rasmussen joined condemnation of the attack.\n\n(Additional reporting by Hamid Shalizi in Kabul, Stephanie Nebehay in Geneva, Amie Ferris-Rotman in Moscow and Louis Charbonneau in New York, Writing by Emma Graham-Harrison; Editing by Alex Richardson and Peter Cooney)", "image": "http://s3.reutersmedia.net/resources/r/?m=02&d=20110401&t=2&i=376131650&w=1200&fh=&fw=&ll=&pl=&r=2011-04-01T194024Z_01_BTRE7301IND00_RTROPTP_0_AFGHANISTAN", "url": "http://www.reuters.com/article/2011/04/01/us-afghanistan-idUSTRE7306JP20110401?feedType=RSS&feedName=topNews"}, {"published": 1301616000.0, "title": "Seven killed in worst-ever attack on UN workers in Afghanistan", "body": "The victims of the worst-ever attack on UN personnel in Afghanistan included five guards from Nepal, and civilian staff from Norway, Sweden and Romania. Four local residents were also killed.\n\nUN officials told The Daily Telegraph the final toll could rise as high as 20, and there were unconfirmed reports that the head of the United Nations Military Assistance Mission (Unama) in Mazar-e-Sharif had also been seriously injured\n\nLocal residents said about 2,000 demonstrators attacked UN guards stationed outside Unama compound, seized their weapons and began firing at police.\n\nLal Mohammad Ahmadzai, a police spokesman, claimed the protesters had killed two of the guards and shot others before scaling an anti-blast wall to topple a guard tower and set fire to buildings.\n\nFew details were available on how the attack took place, but local residents said crowds began gathering there after a cleric at the city's central mosque urged worshippers at Friday prayers to call on the UN take action against Wayne Sapp, an evangelical preacher who burned a Koran at a service at a small fringe church in Gainesville, Flordia, on March 20.\n\nThe church is headed by Terry Jones, a pastor who threatened to burn a Koran in September, on the anniversary of the 9/11 attacks. Even though Mr Jones called off his planned action in the face of global outrage, five people were killed in protests targeting Nato facilities in Afghanistan. Pastor Jones told Sky News in the wake of the attack that the US \"must take action\".\n\nFollowing the Koran burning, Maulvi Qayamuddin Kashaf, had called on American authorities to prosecute Mr Sapp as a war criminal. Hamid Karzai, Afghanistan's President, had also described the Koran burning as a \"crime against religion,\" and called on the US and UN to take action.\n\nIt is unclear how the demonstration in Mazar-e-Sharif turned violent, but Mr Noor said 20 \"insurgents\" involved in the killings had been arrested, suggesting they may have infiltrated the crowd. The crowd the turned on the guards outside the UN compound, and then settled\n\nMazar-i-Sharif is a relatively peaceful town, and was earmarked as one of the first where Nato troops would be replaced by Afghan forces.\n\nThere was confusion over the numbers of dead after Atta Mohammad Noor, the governor of Balkh province, said seven UN staff had been killed, including a woman. Later reports, however, placed the number at eight. Unama said it was aware of the incident, but did not disclose details on casualties, saying it was \"working to ascertain all the facts.\"\n\nLocal police spokesman Lal Mohammad Ahmadzai said \"two of the killed UN staff were beheaded.\" General Abdul Rauf Taj, a senior official, had earlier said that two guards were \"shot in the head.\" But later reports suggested they had had their throats cut.\n\nBan Ki-Moon, the UN secretary general, described the attack as \"outrageous and cowardly,\" while Barack Obama, the US president, said he condemned it \"in the strongest possible terms.\" William Hague, the foreign secretary, condemned the \"brutal act\".\n\nSecurity at Nato and UN buildings in Afghanistan had been upgraded in recent weeks amid fears of attacks in protest at revelations that a 'Kill Squad' of American soldiers had killed innocent civilians and taken photographs of the bodies as trophies.\n\nThe US government has apologised for the atrocities, but its officials have been braced for retaliatory attacks since the photographs were published.\n\nThe UN's representative in Afghanistan, Staffan De Mistura, has flown in to Mazar-i-Sharif to manage the crisis, and was last night meeting local Nato military commanders and the local chief of police.", "image": "http://i.telegraph.co.uk/multimedia/archive/01862/afghanSUM2_1862711a.jpg", "url": "http://www.telegraph.co.uk/news/worldnews/asia/afghanistan/8422469/Seven-killed-in-worst-ever-attack-on-UN-workers-in-Afghanistan.html"}]}, {"title": "Race to save Chilean miners trapped underground from spiralling into depression continues", "articles": [{"published": 1283126400.0, "title": "Trapped Chilean miners speak to their families by phone", "body": "The 33 Chilean miners trapped deep underground have spoken for the first time to family members waiting for them on the surface.\n\nThe brief phone conversations late yesterday brought a measure of reassurance to families who have grown increasingly worried about the ability of the men to survive the estimated three months of the rescue operation.\n\nEngineers at the mine in Chile's Atacama desert are awaiting for drilling parts from Germany to begin the initial digging of what is expected to be the main rescue shaft.\n\n\"The families have had the chance to communicate by telephone with them, so of course there have been moments of great emotion,\" said Ximena Matas, the governor of the Atacama region.\n\nShe said the families \"listened with great interest and they both felt and realised that the men are well. This has been a very important moment, which no doubt strengthens their [the miners'] morale\".\n\nFamily members received the first of what are intended to be daily phone calls in a cabin set up alongside one of the three boreholes now connecting the miners with the surface.\n\nPortions of the conversations were made public, including the promise by miner Esteban Rojas that he would marry his girlfriend of 25 years upon his rescue from the collapsed tunnel.\n\nAs the phone connection is still precarious, family members were given just 20-30 seconds to say hello and send a short message to their loved one.\n\n\"I could hear him fine,\" said Jessica Cortes, who spoke to her husband Victor Zamora.\n\n\"He is aware that the rescue is not going to happen today, that it will take some time. He asked us to stay calm as everything is going to be OK.\n\n\"He sounded relaxed and since it was so short I didn't manage to ask anything. Twenty seconds was nothing.\"\n\nOf all the unlucky miners, Zamora is possibly the unluckiest. After losing his job in Chile's 8.8-magnitude earthquake in February which destroyed his workplace in Talcahuano, near the epicentre, Zamora began work hundreds of miles north, at the San Jose Mine.\n\n\"He's a vehicle mechanic and doesn't even enter the mine,\" Cortes said. \"He went in that day because a vehicle had broken down [deep] inside the mine ... At first they told us he had been crushed [to death].\"\n\nThe phone conversations follow a new video of the miners showing the men in apparently good spirits, although many broke into tears as they sent messages of love for their families.\n\n\"I'm sending my greetings to Angelica. I love you so much, darling,\" said Osman Araya, 30, as his voice choked and he began to cry.\n\n\"Tell my mother, I love you guys so much. I'll never leave you, I will fight to the end to be with you.\"\n\nTomorrow, the miners will enter Day 26, passing the mark set by three Chinese miners who last year spent 25 days drinking contaminated water and chewing coal to survive in a flooded mine in Guizhou province, China.\n\nThe miners in Chile are expected to be trapped for at least another 8-16 weeks, making their ordeal by far the longest known enforced stay in an underground mine.\n\nVaccinations have been given to the men to guard against tetanus and diphtheria. But skin problems, poor ventilation and constant humidity continue to take their toll on the health of the trapped men.\n\nYesterday, Chile's mining minister, Laurence Golborne, repeated earlier estimates that it would take three to four months to rescue the men, rejecting reports quoting engineers who said it could be done in much less time.\n\nGolborne said relief workers were studying 10 separate rescue options, but that \"nothing has yet been found that will be quicker\".", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/8/30/1283182793100/religious-ceremony-for-tr-006.jpg", "url": "http://www.guardian.co.uk/world/2010/aug/30/chile-miners-phone-call-families"}, {"published": 1283040000.0, "title": "Trapped miners: depression fears mar 'miracle' as Chileans rally around", "body": "It was a week of celebrations that could not last. Last week the world rejoiced at the miraculous contact made with 33 trapped Chilean miners who were found alive 700m underground. But now officials are struggling to keep the men from sinking into a spiral of depression.\n\nA video of the bearded and nearly naked men showed that, despite three weeks underground, the group is unified, organised and motivated to contend with the bizarre conditions of their daily existence. Not shown on the screen, however, were telltale signs that at least five of the men are succumbing to the stress of their new reality. \"They are more isolated, they don't want to be on the screen, they are not eating well. I would say depression is the correct word,\" said Chilean health minister Jaime Mañalich as he referred to the five miners.\n\nMañalich also admitted yesterday that doctors had detected \"severe dermatological problems\" among the men. Authorities may have released only part of a 45-minute video the miners made last week because the men show skin problems on the rest of the tape.\n\nMedicines are being sent to the miners through one of three tiny boreholes which are their only contact with the outside world.\n\n\"Following the euphoria of being discovered, the normal psychological reaction would be for the men to collapse in a combination of fatigue and stress,\" explained Dr Rodrigo Figueroa, head of the trauma, stress and disaster unit at the Catholic university in Santiago, Chile.\n\n\"People who are trained for emergencies – like these miners – tend to minimise their own needs or to ignore them. When it is time to ask for help, they don't,\" said Figueroa, a psychiatrist who was brought to the mine by the government in an effort to help analyse the miners' mental health. The extraordinary predicament of the men trapped underground has touched the hearts of all Chileans, producing an unprecedented sense of national solidarity. Each passing chapter of the miners' saga has served to unite the nation.\n\nCarolina Lobos, daughter of trapped miner and former football star Franklin Lobos, told reporters: \"We have all changed because of this. Before it was not very common for people in my family to say 'I love you' or 'I miss you'. Now I call my mum every night, I tell her how much I love her and send kisses. Now we are all valuing much more the people we have by our sides.\"\n\nNow, though, the hard work begins. The hi-tech rig expected to drill 700m down to the trapped men was scheduled to begin operations today and take a full 90 days to reach them. The miners have been assured they will be out before Christmas.\n\nWith experts ranging from Nasa doctors to submarine commanders, a team of 300 specialists co-ordinated by the Chilean government has spent the past week scrambling to design a programme of medicine, entertainment and exercise aimed at keeping the 33 men alive and stable for the duration of the rescue operation. Mañalich, one of the co-ordinators, admits he is often in virgin territory. \"To my knowledge, this is a singular experience in human history.\"\n\nWith Nasa urging the use of entertainment, the Chilean government is planning to deliver movies and videos of football matches to the miners, who will also be given a home theatre system.\n\nA video conference facility is near completion in which the family members can enter a room above ground and have daily video chats with their loved ones deep beneath the rock.\n\nA host of questions have yet to be answered. Should the men be allowed to smoke in their underground home? Nicotine gum has been delivered to the miners, although Mañalich has not ruled out sending down cigarettes. Bringing artificial light to the darkened tunnels is also a priority for health officials, as controlled lighting is also considered a key factor in maintaining the men's sanity by providing a semblance of day and night.\n\nGiven the unprecedented challenges and stress facing the miners and their families, many have felt their religious faith strengthened.\n\nThroughout Camp Hope, the base camp established by the miners' relatives, figures of the Virgin Mary, Jesus Christ and St Expedito (St Expeditus) are on display. St Expedito is popular in Chile as a figure whose help is sought to speed up bureaucracy and provide urgent solutions.\n\nEarlier last week, an evangelical preacher arrived at Camp Hope with a series of miniature bibles that he had custom-manufactured to fit the dimensions of the small hole connecting to the trapped miners.\n\nDespite the numerous challenges, the men have thus far survived as a coherent and functioning group. \"What I see here is a group of people who never lost hope, they were always certain that they were going to be rescued... Because they could hear the [rescue] machines. They knew the rescue mission was looking for them and that has helped them maintain – up until now – an optimum psychological state,\" said Jaime Carvallo, the lead government psychologist working with the miners' families. \"The main problem facing the miners and their families is the uncertainty.\"\n\nMeanwhile, a nation watches and does what it can to help. In this lost corner of the Atacama desert, one of the world's driest spots, it is as if Chile had suddenly sprouted flags, tents and crude shrines to the 33 men. A spirit of solidarity has descended upon this rocky no-man's land. Without a formal petition for aid or a website, volunteers throughout Chile arrive to bring support – moral, physical and monetary – to the families of the trapped miners.\n\n\"The country has shown a unity regardless of religion or social class. You see people arriving here just to volunteer, they have no relation at all to these families,\" said Ivan Viveros Aranas, a Chilean policeman working at Camp Hope.\n\nLiving in tents and cars, the relatives of the miners are settled in for what is expected to be another 12 weeks of rescue efforts. Every few hours, a distant honking announces the arrival of another load of free supplies.\n\n\"I get emotional to see how the whole nation is supporting our families. When they found the miners [alive] the whole country celebrated like it was their own family,\" said Lobos. \"They don't even know us and they call the home, they tell me they are praying for me. People help with food, with money. I get calls where people call me up saying they are sending a truckload of food. Schools send me bags of letters.\"\n\nFlamboyant Chilean mining executive Leonardo Farkas arrived in his Hummer and announced he had brought a cheque for 5,000,000 Chilean pesos [£7,000] to each family. A second businessman has matched the donation, while Farkas pressed for all Chilean businessmen to chip in until the men had been given a million dollars each.\n\nA collective of local fishermen brought a truckload of fish, then grilled it for all to eat in a celebratory feast. Local fruit growers arrive with crates of orange. So much firewood has been donated it now sits in a pile 6m high, witness to the growing sense of unity and hope which has engulfed this nation.\n\nPresident Sebastián Piñera has taken a flamboyant front-row stance in the crisis, projecting a never-give-up attitude that resonates heavily with Chileans who often feel that the government ignores the immediate needs of the poor and working class.\n\nOne week ago, when President Piñera made the now historic announcement that the 33 miners had been found alive, the entire nation erupted in an outpouring of patriotic fervour. Drivers honked their horns in a cacophony of celebration, while hundreds of joyous Chileans rushed to Plaza Italia, a central roundabout in Santiago often used to celebrate football victories.\n\nCars throughout Chile are now adorned with signs \"Fuerza Mineros\" [Miners, be strong], Chilean flags and the phrase \"Los 33\".\n\nAt every new development of the mining saga, Chileans are pulling together in a sense of national unity that has catapulted Piñera to high rankings in opinion polls and levitated Lawrence Golborne, the formerly anonymous mining minister, to such fame that he is now jokingly referred to as \"Lawrence of Atacama\".\n\nLike a fantastically popular soap opera, the audience for this saga grows daily – a new language has entered the national consciousness as words like \"sonda\" and \"palomas\" became topics of spirited debate. Would the sonda – borehole – find the men? Will the palomas – small tubes used to send messages and food – be fast enough to keep the men nourished?\n\nIn one of the early conversations with the miners, a spontaneous singing broke out – all 33 miners, hearty and proud, unleashed a rendition of the national anthem that crackled and groaned from the depths of the mine. It was a chorus of strength which had half the nation in tears and guaranteed that, when Chile celebrates the national bicentennial on 18 September, it will have a new group of national heroes.", "image": "http://static.guim.co.uk/sys-images/Observer/Columnist/Columnists/2010/8/28/1283007635203/Chilean-miners-006.jpg", "url": "http://www.guardian.co.uk/world/2010/aug/29/trapped-miners-chile-depression-fears"}, {"published": 1283040000.0, "title": "Chilean Miners Must Aid Own Rescue", "body": "SAN JOSÉ MINE, Chile (AP) — The 33 trapped Chilean miners who have astonished the world with their discipline a half-mile underground will have to aid their own escape — clearing 3,000 to 4,000 tons of rock that will fall as the rescue hole is drilled, the engineer in charge of drilling said Sunday.\n\nAfter drilling three small holes in recent weeks to create lines of communication and deliver food and medicine, Chile’s state-owned Codelco mining company plans to begin boring a rescue hole on Monday that will be wide enough to pull the men up through 2,300 feet of earth.\n\nThe rescue hole drilling will force rock to fall into the mine shaft area near the trapped men.\n\n“The miners are going to have to take out all that material as it falls,” said Andres Sougarret, Codelco’s head engineer on the operation.\n\nThe work will require about a half-dozen men working in shifts 24 hours a day.\n\nWhile it is not clear if the government is simply trying to underpromise, then overdeliver, there is widespread agreement that the drilling is unlikely to endanger the miners.", "image": "http://static01.nyt.com/images/icons/t_logo_291_black.png", "url": "http://www.nytimes.com/2010/08/30/world/americas/30chile.html?ref=chile"}, {"published": 1282867200.0, "title": "Trapped Chilean miners sing national anthem in footage from inside mine", "body": "The first video footage of the 33 Chilean miners who have been trapped underground for three weeks shows the men in good spirits, singing the national anthem and chanting, \"Long live Chile, and long live the miners.\"\n\nThe men shot the video with a camera sent down to them through a small shaft drilled to their emergency shelter in the San José mine.\n\nFive minutes of what is understood to be a 45-minute video were released late yesterday by the Chilean government.\n\nIn the grainy, night-vision footage, the men appear stripped to the waist and with thick beards.\n\nOne miner gives a guided tour of the small shelter where the men took refuge when a landslide trapped them inside the mine on 5 August.\n\nHe explains that he and his colleagues have enough room to stand and lie down, points out the \"little cup to brush our teeth\", and the place where they pray each day.\n\n\"We have everything organised,\" he says.\n\nThe few items they have are carefully laid out: a first aid cabinet, shelves holding unidentified bottles, mats in a corner for rest.\n\nAs the camera fixes on a table where dominoes have been laid out, the tour guide says that \"this is where we entertain ourselves, where we play cards\".\n\nHe added: \"We meet here every day. We plan, we have assemblies here every day so that all the decisions we make are based on the thoughts of all 33.\"\n\nMany of the miners appear in the video wearing their hard hats. As the camera pans to them, some flash peace signs, wave and smile. Others look groggy as if they have just woken up.\n\n\"Greetings to my family,\" says one unidentified man. \"Get us out of here soon, please.\"\n\nAt one point the footage shows a close-up of a thermometer reading 29.5C (85F).\n\nAccording to psychiatrists, one of the miners demonstrates the kind of practical optimism key to the miners' high morale.\n\n\"There are a large number of professionals who are going to help in the rescue efforts from down here,\" he says.\n\nTowards the end of the video, the men launch into a hearty rendition of the national anthem.\n\nThe camera was sent down through a borehole used for communications. Another small hole that snakes down to the men's shelter is used for lowering food, while a third provides ventilation.\n\nWhat the men may not know is that the mining company that hired them is doing nothing to help the rescue attempt. The San Esteban company says it cannot afford to pay their wages and may go bankrupt.\n\nSan Esteban is in such bad shape that it has neither the equipment nor the money to rescue the men. The escape tunnel, which will cost about £1.1m, will instead be drilled by Chile's state-owned mining company.\n\nEarlier this week, San Esteban lawyers said that with the mine shut down the company was at risk of bankruptcy.\n\nSenator Baldo Prokurica, who is on the Senate mining committee, said he had been pushing Congress for years to increase the number of inspectors for the state regulatory agency, Sernageomin. It had only 18, he said, which made regulating the country's several hundred mines a daunting task.\n\n\"The government has abandoned [the regulator],\" Prokurica said in an interview with the Associated Press. \"If you look at the laws, they are good. We need to enforce the laws, not make more laws or increase fines.\"\n\nPresident Sebastian Piñera has fired top regulators and created a commission to investigate the accident and the agency. Since the collapse, the agency has shut down at least 18 small mines for safety violations, a possible sign that lax safety measures were open secrets at many mines.\n\nYesterday, the first of many expected lawsuits against San Esteban and the government were filed, and a judge ordered the retention of £1.2m of company money in anticipation of the suits.\n\nDespite advances in technology and increased emphasis on safety, at least publicly, mining remains a dangerous profession.\n\nSince 2000, an average of 34 people have died every year in mining accidents in Chile, with a high of 43 in 2008, according to a review of Sernageomin data.", "image": "http://static.guim.co.uk/icons/social/og/gu-logo-fallback.png", "url": "http://www.guardian.co.uk/world/2010/aug/27/trapped-chilean-miners-video"}, {"published": 1282867200.0, "title": "Sweaty and unshaven, trapped Chilean miners give hope to families in video", "body": "Stripped to their waists and sweating in the heat, unshaven, scrawny and filthy but all, it seemed, optimistic and hearty: the first video footage of the 33 trapped Chilean miners gave hope today to their families waiting above ground.\n\nIn the haunting 45-minute video, released on Thursday night, the miners send messages of love against a backdrop of tunnels and caverns that have entombed them since the cave-in on 5 August.\n\nAt the entrance to the San José mine, where family members have set up camp, the atmosphere was jubilant. Ruth Contreras, whose son Carlos Bravo is one of the trapped men, said: \"He's skinny, bearded and it was painful to see him with his head hanging down, but I am so happy to see him alive.\"\n\nThe grainy video was shot by the men with a camera sent through a small relief shaft which reached their emergency shelter on Sunday. A second tube for enriched oxygen and a third for video conferences are nearly complete, meaning the families will soon be able to hold daily chats.\n\nIn the footage, the men – many still wearing their helmets – take turns to address the camera, some cracking jokes but all repeatedly thanking those involved in the rescue effort.\n\nMario Sepulvedra, the narrator, gives a guided tour of the area. He explains they have enough room to stand and lie down, points out the \"little cup to brush our teeth\", and the place where they pray. \"We have everything organised,\" he says.\n\nAs the camera fixes on a table where dominoes have been laid out, he says: \"This is where we entertain ourselves, where we play cards. We meet here every day. We plan, we have assemblies here every day so that all the decisions we make are based on the thoughts of all 33.\"\n\nAs the camera pans across the living area, some miners make victory signs and wave. But in contrast to the euphoria when the men were first contacted a week ago, some lie on makeshift beds, too tired to answer questions. \"Greetings to the family,\" says Esteban Rojas. \"Get us out of here soon, please.\" Another, Jony Barrios, tells his wife: \"Make sure the company pays my salary.\"\n\nAbove ground, family members in \"Camp Hope\" dragged chairs from the mess hall and used the side of a tent as a screen on Thursday night, watching in elation and anguish as the camera panned across the men's faces. \"They're giving us a lesson in survival,\" said Elizabeth Segovia, whose brother Darío is one of the trapped men. \"They're well organised. They do look thin, but they look cheerful.\"\n\nThe video gives a glimpse of the men's cavernous living quarters: a two-kilometre stretch of tunnel. But it also gives an insight into the extreme conditions they must endure in the weeks to come. At one point the video focuses on a thermometer reading 29.5C (85F), and the sound of water running past the men's feet can be heard.\n\n\"The damp is our worst problem, so we're hoping you'll be able to sort this out,\" says Sepulveda, adding that the men are preparing to move to higher, drier ground.\n\nThe film ends with an emotional rendition of the national anthem as the camera pans over the face of each trapped miner.\n\nAbove ground, rescue workers are still assembling a giant drilling rig that is due to begin working this weekend. Today, the first of many expected lawsuits against the company that owns the mine and the government were filed and a judge ordered the retention of £1.2m of company money in anticipation of the suits.", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/8/27/1282933521842/Image-grab-of-Mario-Gomez-006.jpg", "url": "http://www.guardian.co.uk/world/2010/aug/27/trapped-chilean-miners-video1"}, {"published": 1282867200.0, "title": "How to keep the trapped Chilean miners alive", "body": "As 33 miners enter their third week trapped 688 metres underground, the logistics of keeping them alive has been reduced to a single dimension: 12cm.\n\n\"That's the size of the tube by which we can supply them,\" said the Chilean health minister, Jaime Mañalich. \"Everything we develop must be this size or smaller.\" He described a laboratory of inventors behind the scenes designing everything from collapsible cots to miniature sandwiches for lunch.\n\nA tiny video camera lowered to the depths of the mine on Thursday showed the stark contrast between the men's cavernous living quarters — a two kilometer long stretch of mine tunnels, filled with vehicles and cave like crevices – and the nearly impossible task of providing them with anything more than the most basic sustenance.\n\nThe logistics of designing and sending supplies down a hole not much wider than a lemon has challenged engineers from Chile and from around the world as well as Nasa scientists and submarine commanders. The challenge of the rescue operation now is how to keep 33 trapped men healthy, sane and busy while a 40-tonne Australian-built drilling rig slowly rips open an escape tunnel.\n\nMedical literature has revealed little about managing such a crisis, Mañalich said. \"The closest comparison is the submarine programme in which the submarines deliberately lay dormant at the bottom of the sea. That's why we have Captain Ramon Navarro, head of the Chilean submarine school, here.\"\n\n\"The submarine has the water outside, the miners have a 700-metre high column of rock, yet the sense of confinement is the same,\" said Navarro, looking out of place in the Atacama Desert with his stiff uniform and regulation cap. As he spoke, Navarro did little to hide pride for his fellow Chileans. \"If I am ever in a similar situation, I'd hope to have the resilience, the desire and the strength of spirit these miners have.\"\n\nThe miners do not appear to be in immediate danger: they began eating solid food on yesterday and are receiving water and handwritten messages from their families. Sets of dominos and other board games were sent down in an effort to stave off monotony and an evangelical priest arrived with a cache of tiny bibles. Special fluorescent tubes are being designed which will then be set on timers to create a sense of day and night in an attempt to keep the men on a normal schedule.\n\nMañalich said his team was preparing for medical emergencies. \"How do you treat appendicitis without surgery? Our staff is scouring the old medical texts to find ways these kind of conditions can be treated without intervention, only using painkillers and other remedies.\"\n\nOne miner, Johny Berrios, has been designated doctor, and given the task of taking urine and blood samples which will be carefully placed in the tiny tubes and shot up to ground level where a makeshift laboratory has been built to analyse and monitor the health of each man. Miners with skin ailments or lesions will be asked to parade before the video camera, allowing a team of doctors to first diagnose the problem and then design a solution that fits inside a \"dove\", a carrying pod that passes through the hole.\n\nThe living conditions of the miners presents so many logistical and mental health issues that the support staff at this remote mine now includes 300 people, including engineers, psychologists, nutritionists, lab technicians and a detachment of Chilean carabineros. In total, there are roughly 10 professionals fully at work for each trapped miner.\n\nAfter a week of consultation with Nasa, a team of astronaut specialists will be brought to the mine to monitor the miners. Mañalich appeared relieved by the swell of outside help and cited Nasa's expertise as key to maintaining the miners' physical and mental health intact for the ensuing 90 days. \"Nasa told us that we need to give them four litres a day of water, given the extreme heat and humidity.\"\n\n\"I would have to compare this to being trapped behind enemy lines or participating in a space mission,\" said Rodrigo Figueroa, one of Chile's leading psychiatrists who was brought in by the government. \"Really I have studied the medical literature and there are no similar situations like this, they simply don't exist.\"", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pixies/2010/8/27/1282939773434/Trapped-miner-in-Chile-006.jpg", "url": "http://www.guardian.co.uk/world/2010/aug/27/33-trapped-chilean-miners-rescue"}, {"published": 1282867200.0, "title": "Video of trapped Chilean miners shows patriotism and humor", "body": "Copiapo, Chile (CNN) -- The 33 men trapped deep in a mine in Chile since August 5 sent a video message to their families Thursday in which they expressed thanks for the efforts under way to free them and displayed occasional flashes of humor and patriotism.\n\n\"We know what you've all been doing for us,\" said one man. \"You haven't left us alone. We want to send applause to you.\" At that, the men broke into applause.\n\nThroughout the 25-minute, high-definition video, one miner guided the hand-held camera ahead of him, its path illuminated by the light on his mining helmet. The video views are grainy and sometimes out of focus.\n\nThe video shows the 50-square-meter living space occupied by the men since they were trapped 2,300 feet below ground. Some appear heavily bearded, all of them are stripped to the waist. A thermometer shows 29.5 degrees, (85.1 degrees Fahrenheit) a little cooler than officials had estimated.\n\nSome of the men are standing, others are lying down. \"Oh, you're sleeping on a box-spring bed,\" jokes one man to another, who is sprawled out on a pile of rocks.\n\nOn a crate sits a set of dominoes, on a wall are two first-aid boxes. Nearby are two stretchers.\n\nFor a few seconds, the camera lingers over a picture of a topless woman on the wall.\n\nIt is difficult to get an impression of how cramped the living quarters are because the camera showed no wide shots.\n\nAs the camera focuses on individual miners, some put their fingers up in a \"V\" for victory. Asked by the cameraman what they wanted to say, others appeared almost shy and simply smiled. One man put his hand to his face, apparently dazzled by the light.\n\n\"This is for my wife Lila, for my children and for my grandchildren,\" said Mario Gomez, 63, the eldest of the miners and the group's spiritual leader.\n\nSaid another to his family: \"Be calm. We're going to get out of here. And we thank you from the bottom of our hearts for your efforts.\" At that, the other miners again broke into applause.\n\nThat theme was picked up by others. \"We're sure that there are people here in Chile that are big people, that are powerful people, that are intelligent people, and they have the technology and they will all work together to get us out of here,\" said another.\n\nThe tenor of most of the comments was calm, though one man's emotion cut through to the fore. \"Thank you to everybody,\" he said. \"I send you a big hug in the name of our Lord.\" As he spoke, his voice cracked.\n\nYet another miner praised his fellow inmates. \"We have had the great fortune that trapped in this mine there are good, professional people,\" he said. \"We have electricians, we have mechanics, we have machine operators and we will let you know that while you are working to rescue us on the surface, we are down here ready to help you too.\"\n\nOut of the view of the camera, as one miner finished his message, another could be heard saying, \"Get us out of here soon.\"\n\nThe video ends with the miners singing the Chilean national anthem. All appeared to be trying to hold their heads high. As they ended the song, they broke into chants of \"Chile! Chile! Chile!\"\n\nFamily members who saw the video in a private screening said their loved ones appeared thin, but healthy and in good spirits. Several said many of the relatives cried as they watched and listened.\n\nEarlier, officials had said the men were adopting various roles to help them through their ordeal. A shift leader at the San Jose copper and gold mine is fulfilling a leadership role and another man with nursing experience is carrying out basic medical and psychological tests.\n\nGomez, with more than 50 years' experience under his belt, has emerged as a spiritual leader on whom others can depend for support, officials said. He has asked that religious figurines be lowered into the mine so that he can set up a shrine.\n\nOne miner, an Elvis Presley fan, was expected to lead the group in singalongs.\n\nOfficials are splitting the men into two shifts so one group sleeps while the other works or has leisure time.\n\nDoctors have given the men advice about how to keep their limited living space clean: Portions of a 1-meter-high (3.3 feet), 40-meter-long shaft (131 feet) are being used as a latrine.\n\nIt is connected to the main 50-square-meter cabin, which is being used for sleeping, washing and praying.\n\nThe men's sole lifeline to the outside world is a tube approximately 8 centimeters (3.2 inches) in diameter, through which food, water, clothing, video and radio equipment and whatever else is needed are stuffed.\n\nHealth Minister Jaime Manalich told reporters Thursday that, on average, each man has lost 22 pounds (10 kilograms) since they became trapped three weeks ago, and dehydration remains a threat.\n\nBut a survey of the men indicates that at least nine miners are still too overweight to fit through the proposed rescue shaft, he said.\n\nInitially, the miners survived by draining water from a water-cooled piece of equipment. To stay hydrated in the 90-degree mine, each miner must drink eight or nine pints of water per day.\n\nWhat and how much the miners eat and drink is being monitored by officials.\n\nThe expected duration of the three- to four-month delay before their anticipated rescue has not been made clear to the miners. Chilean President Sebastian Pinera told the miners on Tuesday that they would not be out before September 18, Chile's independence day, but would be out before Christmas.\n\nHe told a Bolivian miner that he plans to meet in late November with Bolivia's president, and promised to invite the miner to accompany him.\n\nManalich passed along the president's remarks to reporters on Wednesday, speaking to them via speaker phone.\n\nBut authorities said it could be too much of a psychological blow to divulge to the trapped miners that the cramped space could remain their home until the end of the year.\n\nManalich said the president's comments were part of an ongoing effort to gently and methodically break the news that the rescue will take a long time.\n\nAsked why the miners weren't told specifically how long it will take, he replied, \"We don't have the correct psychological diagnosis about how the situation is down there.\"\n\nAnother survey found that three or four of the miners are showing signs of anxiety and depression, Manalich said.\n\nMeanwhile, recriminations have already begun. A lawsuit filed on behalf of 27 families of the trapped miners accused San Esteban Mining Co. of attempted murder.\n\nAnd lawyer Remberto Valdes said he was filing a suit on behalf of the family of trapped miner Raul Bustos alleging negligence by government officials in the nation's mining and geology service, Sernageomin, and against the owners of San Esteban Mining Co.\n\nBoth suits allege that the mining company violated state laws in failing to provide sufficient security.\n\nThe mine reopened in 2008 after a yearlong closure without the proper safety measures being put in place, including measures to shore up the rock face, Valdes said. The pro bono case could take two years to resolve, he said, adding that he has asked the judge in the case to freeze the company's assets during the litigation.\n\nGovernment officials told CNN that the mine had no secondary escape route and there was no ladder in the ventilation shaft that the miners might have used to reach safety.\n\nThere was no response from the mining company.", "image": "http://i2.cdn.turner.com/cnn/2010/images/08/24/stacks.trapped.miners.jpg", "url": "http://edition.cnn.com/2010/WORLD/americas/08/26/chile.miners/#fbid=G4GEe4ibawj&wom=false"}]}, {"title": "Olympics gymnastics finals conclude with wins for Netherlands, United States, China", "articles": [{"published": 1344297600.0, "title": "Olympic gymnastics: Zonderland takes men's bar gold", "body": "Please turn on JavaScript. Media requires JavaScript to play.\n\nWorld Artistic Gymnastics 2013 Venue: Antwerp, Belgium\n\nDate: 30 September - 6 October Coverage: Watch live on BBC TV, Red Button, selected Connected TVs, online and BBC Sport app with updates on BBC Radio 5 live. Friday, 4 October- 13.00-15.00 BBC 2 19.00-21.00 BBC 3 & HD Red Button; Saturday, 5 October 13.30-14.30 Red Button 14.30-16.30 BBC 1, Red Button and Online/IPTV Sunday, 6 October 13.30-16.00 BBC 2\n\nDutch gymnast Epke Zonderland competes in Sunday's men's bars finals, watch his Olympic gold medal-winning performance that stunned the crowd at the London 2012 Games.\n\nThe 26-year-old Dutchman pulled off the most difficult release combination - a Cassina to Kovacs to Kolman - in a spectacular performance to score 16.533 and claim his first Olympic title.\n\nWatch full replay via BBC Sport Interactive Player\n\nAvailable to UK users only.", "image": "http://newsimg.bbc.co.uk/media/images/67165000/jpg/_67165916_67165915.jpg", "url": "http://www.bbc.co.uk/sport/0/olympics/19171008"}, {"published": 1344297600.0, "title": "Olympics gymnastics: Deng Linlin wins women's beam gold", "body": "Olympics gymnastics: Deng Linlin wins women's beam gold\n\nDeng Linlin won the women's beam to secure the second Olympic gymnastics gold medal of her career and China's 33rd at London 2012.\n\nThe 20-year-old, who finished on 15.600 points, led the event from start to finish after pre-Olympic favourite Gabrielle Douglas fell, finishing last.\n\nWorld champion Sui Lu of China won silver with 15.500 while America's Alexandra Raisman was awarded bronze.\n\nRomanian Catalina Ponor matched Raisman with 15.066 but lost out on execution.\n\nChina top the London 2012 medal table with 20 silver medals and 14 bronze medals to add to their 33 golds.\n\n� �XMo�0��WX��d���* u��]�C��g�vb���b��\u007f?� -XR�v������~��� �-���k=qJE��@UV�U��;��QK����B�b�wF5틐� �Lׅ����;��۸�(.4l�������3#��&z��zzZ��\\P;�ua� ��4�`�����f�4Ak�'�$���i\u007f����b5h�fl�U8��v�ji��q���~k�2�dҼx�-����{ֱ�ٻ�I]�4q�)� ��Ve�L=k� ����Rs�.��e�&_U�bQ���w=�7�#� � �YEpD�!���B��]:�w��{v�����", "image": "http://news.bbcimg.co.uk/media/images/62104000/jpg/_62104760_107100417.jpg", "url": "http://www.bbc.co.uk/sport/0/olympics/18903118"}, {"published": 1344297600.0, "title": "Olympics gymnastics: Aly Raisman wins women's floor gold", "body": "Please turn on JavaScript. Media requires JavaScript to play.\n\nOlympics gymnastics: Aly Raisman wins women's floor gold\n\nUSA's Aly Raisman took gold in the Olympic women's floor to prevent Romania winning the exercise for a third successive Games.\n\nRaisman, 18, scored 15.600 to claim her second London 2012 gold after helping USA win the team event.\n\nRomania's Athens 2004 gold medallist Catalina Ponor finished second with 15.200, but defending champion Sandra Raluca Izbasa came eighth.\n\nRussian teenager Aliya Mustafina won bronze at the North Greenwich Arena.\n\nMustafina, 17, scored 14.900 to take third place ahead of Italy's Vanessa Ferrari, whose routine was also worth 14.900 but given a lower execution rating.\n\nKseniia Afanaseva was bidding to become the first woman since 1988 to win Olympic gold as reigning world champion, but the Russian could only finish sixth with her score of 14.566 in the opening routine.\n\nEarlier on Tuesday, Raisman beat Ponor to bronze in the beam.\n\n� �X[o�0}߯��'�$@B��TM�[� ��������v���9h��B�ک�%DH��ݎ�@=b�g��X�SH ���0X�\\�w_��g�fv�0�b)6xoV5n��92]�F�b���C58��� Fq�a}O� ��}g�.� �S,6˓�7�8��k� Y�k��̰}WcT��h��$��T�>�_?S��M��\"s瘧C,�^��8ީ�ok�� ����R��ţ�w>�]q������&�ty��SL�'�M��e�3��#�;��6GJ�m]0�K��M�T�|YL9��w=�7���~��v7����BL=�0 �~�v��Cc��.��n6��|x���:�,���f��0 ��6w Ӳ���hElG5fz�'K[IBx��Vy���+[��k�4�1���$Ci�'y�\"B��uk�S���d�O2{9`Ω���8 ��ڿU��u�K�M-��!���`\\c�36(�-�i��ֽ�!2�8�%���[֮I5��+Jm��d/�B/����͉pf[����wؐ�j#��=��\\]������S�2�Ϝ:,#'W�� �����i/\"�ȃ��`ұ���4����8I�˟RH��5AI+z����Q�S���먁5t���q�Xs�j����\u007fj�~S5�^D$�����.�¤t!!]���F�m�/oK������ZJ�90e�)\\�6��8�G�$����p.ƅ�0}���N+�\u007f���|z�doVg�\u007fQ�p����[�\\ *E�/�{�,���bexu��̖ͫ �4�RA�`�p��-Z�)�#�gs����Al*����jpS���k������Rz �", "image": "http://news.bbcimg.co.uk/media/images/62109000/jpg/_62109025_raisman_closeup_getty.jpg", "url": "http://www.bbc.co.uk/sport/0/olympics/18903265"}, {"published": 1344297600.0, "title": "Olympics gymnastics: Feng Zhe of China swings to parallel bars gold", "body": "Olympics gymnastics: Feng Zhe of China swings to parallel bars gold\n\nFeng Zhe of China claimed gold with a score of 15.966 in the parallel bars Olympic final.\n\nGerman Marcel Nguyen scored 15.800 to earn a silver, with Hamilton Sabot's 15.566 winning France a bronze.\n\nFeng, world champion in 2010, was second up of the nine finalists and set the benchmark score with an impressive performance on the apparatus.\n\nAnalysis \"Feng and Nguyen are of a similar size and are perfect for the apparatus. Technically a very good final but in terms of execution you have got to be spot on at this level. Feng kept solid and he deserved his gold medal.\"\n\nNguyen came closest to dislodging the Chinese, while Sabot, who had qualified in last place, held on for third spot.\n\n\"China will be absolutely thrilled to have that gold medal,\" said BBC Sport's gymnastics commentator Christine Still.\n\n\"They felt they lost out on the rings on Monday. Marcel Nguyen has been the success story for the German team who haven't done so great otherwise.\"\n\nBrothers Kazuhito and Yusuke Tanaka of Japan were the top two qualifiers but finished fourth and seventh respectively.\n\n� �X]o�0}�WXy��u��i��J���А�ٱ��±����i��kK��`����}���=��F��%b�6�ث G��f�E���z���Ȫp=��K]bNݚՎs��B��)�lb�*�Bu4W�� ��jpw�v ݯmg�:i�$k�T�����$�ɝ+�/�kW)�Ķ�i�O2�ƻL��h�����VQ��T�=f������_{��x�ƶ�U���{kf���a���~lL��vuǸ��`Ŏ:�8;+����ő&1����ٲ�o��=�;��u���C](��(�$�XG�Z�S��AHhǛ��QZ�I���O��?�v��]�\\�2#������&����`��rSHH������W�%j,�6���!�U��9�f��1�҆�i $#S �����)-�W)y��Ӡ����rc�C��eW��撻j���Ȥ�k�M�vu�ŷ�o�C�QI��д��j;�Q��rG�̭LO��d�~�S�w2k�ٺ\"�|>o)�f�&��4���O�ڴdF�K��7��u�z�V���}B�Nok�si�)��mN�֎�+����Q� �4��S�S�#R�F8)��,gy�z��O�l!��,��5ՋǑ���.�������h��� �=��\u007f/��?}98{T98���^ 8�$�a�� ɈGE�gI�}���?{��P0�}tq��������0t��q���g1���`����̻gJp�=���:Л#\\+��B+���m��U�rQk�8�5������K(���)�T)�pN-���ՠr�ڳ��J1G�Lݜ�Ƣ�B�l��zP{y�./�G?��", "image": "http://news.bbcimg.co.uk/media/images/62104000/jpg/_62104015_feng_zhe_getty.jpg", "url": "http://www.bbc.co.uk/sport/0/olympics/18903079"}, {"published": 1344297600.0, "title": "Olympics: Epke Zonderland claims high bar gold for Netherlands", "body": "Please turn on JavaScript. Media requires JavaScript to play.\n\nOlympics: Epke Zonderland claims high bar gold for Netherlands\n\nEpke Zonderland of the Netherlands took gold in the high bar final at the North Greenwich Arena - the first Dutch gymnastics gold for 84 years.\n\nAnalysis \"The most exciting high bar competition I have seen in a long time commentating and coaching. Some people doubted Epke Zonderland but he never lost faith. A brilliant performance from him under pressure. He had to beat his personal best and he did it.\"\n\nThe 26-year-old scored 16.533 to win a high-quality contest on Tuesday.\n\nGerman Fabian Hambuchen took silver with 16.400, while China's Zou Kai, the 2008 Olympic champion, finished third.\n\nZonderland pulled off the hardest release combination - a Cassina to Kovacs to Kolman - to become the first male Dutch gymnast to win Olympic gold.\n\nThe routine earned him congratulatory embraces from rivals Zou and Hambuchen.\n\nVictory made him the Netherlands' first Olympic gymnastics gold medallist since the Dutch women's team win on home soil in Amsterdam in 1928.\n\n� �X�r�0��+4��$dlp�0ӦisI9���ڒmMl��r����! ��6�0[zow��12B툘�EIU5vJŐ�`U�O��z���mD����s`Bf����Y��\"$�Wua��$�VP �_��n�����LS#��D��by\\���`vrB����h��jD����,�$�&ۧ��gz��n!�5�c'Q��)�+�7�(L�o�X��}�*ؙ��ѳ�`;f{�l�UZɥ9z֭��ǳ+��c��v�#+6ۓb�R� lQ-m�L��� ����5�����\\�t���+m�*f�T$�\\�huSP��(�1]C�2�У�� ����_7��d\\ YD`�%ϗ�C�G��hk��yk[0ɭZ�YV;�e�.�U:��j��!\"�yڋ�D�իoH��9�(!�4\"!S+�kUg9IȚͺɷ�ϽL��\u008c�\\d�� t'��� D&;�6o���q���~3+#K��U�G��`t��@1���QfKי͎��Q����A�=�5v��A�����������[��{;�wR��Sν`4ă~��A0J1����S?q��4�Q�PƵ5���6�9;��~=�z��D�������{3٣�[����o������\\QJqH!�� � �0v�� iL����q���l�InOΧ1׳�o/c���`s��0s�to�ztzk�� �W���|�b��l^\u007f��m��=��N��]C���dӂMWvM��J ���A�\\~˥!%�8WZ�T�@�c�D��}/7e�A���Ci]}�Q�a�}����&�", "image": "http://newsimg.bbc.co.uk/media/images/67165000/jpg/_67165916_67165915.jpg", "url": "http://www.bbc.co.uk/sport/0/olympics/18903127"}]}, {"title": "Sixteen killed in Marrakech, Morocco bomb blast", "articles": [{"published": 1304035200.0, "title": "Morocco bombing bears hallmark of Al Qaeda group", "body": "Thursday's bombing in a popular Morocco tourist spot killed at least 16, and could give Moroccan leaders reason to halt reform efforts instigated by prodemocracy protests.\n\nA police officer stands outside a cordon off building after an explosion ripped through a cafe popular among foreign tourists in the Moroccan city of Marrakech, Morocco, Thursday, April, 28, killing and wounding people in what the government called a suspected criminal act.\n\n• A daily summary of global reports on security issues.\n\nThe death toll has risen to 16 in a Thursday bomb attack at a popular tourist spot in Marrakesh, Morocco. While no one has claimed responsibility for the attack, security experts told Reuters that it bore similarities to previous attacks by Islamic militants.\n\nAt least 10 of those killed in the Argana cafe overlooking the city's Djemma el-Fna Square were foreigners, according to the BBC. It is the first suicide attack since 2003, when suicide bombers killed 45 people, including themselves, in Casablanca. The square is a UNESCO World Heritage site and one of the top visitor spots in a country that relies heavily on tourism revenue – according to Reuters, it is the country's second largest industry, after agriculture.\n\nRecommended: Could you pass a US citizenship test?\n\n\"You can't find a more emblematic target than Jamaa-el-Fnaa square,\" a restaurant owner told the Guardian. \"With this attack and amid the worrying unrest in the region, tourism will hit the doldrums.\"\n\nThe North African Al Qaeda affiliate, Al Qaeda in the Islamic Maghreb (AQIM), is active in neighboring Algeria, but Morocco has been largely quiet since the 2003 attacks in Casablanca. A chief concern of the Moroccan government is that AQIM will eventually expand beyond Algeria and the Sahara desert and establish a base in Morocco, which it has so far failed to do, Reuters reports.\n\nGovernment spokesman Khalid Naciri was quoted by the Associated Press as saying that Moroccan security regularly halts terrorist plots and discovers terrorist cells.\n\nMoroccan authorities have rounded up thousands of purported terror suspects in recent years and while they \"regularly discover terrorist cells ... nothing led us to foresee an act of this magnitude,\" Mr. Naciri said. \"Morocco has an international image of welcome, hospitality and tourism,\" he said \"An act of this magnitude will leave its mark.\"\n\nThe government announced in January that it had arrested 27 suspected terrorists with links to AQIM in the southern region of the country. But a video appeared on YouTube last week featuring men claiming to be Moroccan members of AQIM and threatening to \"attack Moroccan interests,\" the Guardian reported.\n\nThe Casablanca attack in 2003 was the work of a local Islamic militant group and did not have ties to Al Qaeda, according to an analyst quoted by Reuters.\n\n\"Would-be attackers in Morocco are usually youths from deprived urban areas who have low terrorist capabilities and no connections with established groups,\" said Anna Murison of Exclusive Analysis. But several analysts said they suspected AQIM involvement in the latest bombing. U.S.-based corporate intelligence firm Stratfor said an attack on a soft target popular with tourists, as in the Marrakesh blast, \"fits AQIM's target set.\"\n\nThe bomb attack in Morocco highlights a key worry of both Western countries and Middle Eastern leaders attempting to tamp down terrorism in their countries: that the unrest and distraction caused by the region's prodemocracy movements is providing an opening for terrorist groups. The US is particularly concerned about Yemen, where Al Qaeda in the Arabian Peninsula is based.\n\nMorocco has been relatively stable the last couple months. In contrast to its North African neighbors, King Mohammed VI ceded to some of the protesters' demands for political reform quickly, bringing protests earlier this year to a quick end. However, the king does still retain final say on most government matters and the country's most prominent Islamist party is banned from the political process, the Wall Street Journal reports.\n\nNow there are concerns that the government could halt its reform efforts, which it would justify with the need for increased security in light of the Thursday attack – an excuse that many other Middle East autocrats have fallen back on.\n\nEarlier this week, thousands of Moroccans demonstrated, calling for further political reforms before the new constitution (a concession made by the king earlier this year) is presented in June, according to CNN. They disagree with the new constitution because it was crafted by a group of people designated by the king. Last month, King Mohammed agreed to cede some of his powers and to make the Moroccan judiciary independent.", "image": "http://images.csmonitor.com/csmarchives/2011/04/0429-ODU-Morocco-bombing.jpg?alias=standard_900x600", "url": "http://www.csmonitor.com/World/terrorism-security/2011/0429/Morocco-bombing-bears-hallmark-of-Al-Qaeda-group"}, {"published": 1303948800.0, "title": "Moroccan tourist cafe terrorist attack leaves at least 15 dead", "body": "A suspected suicide attack blew apart a well-known tourist cafe in the Moroccan city of Marrakech on Thursday killing at least 15 people, including 11 tourists, and injuring at least 20 more. There were unconfirmed reports that one of the dead was a British tourist.\n\nIf the bombing is the work of Islamists, it will be their first major attack in Morocco since 2003, when a spate of suicide bombings in the commercial capital, Casablanca, killed more than 45 people.\n\nAt around 11.50am the blast ripped through the second story of a cafe overlooking Marrakech's Jamaa-el-Fnaa square, the most popular tourist spot in the old imperial city at the foot of the Atlas mountains.\n\nThe Argana cafe, lauded in guidebooks for its panoramic view, was blown apart by the force of the explosion, its second storey reduced to mangled wreckage. Witnesses described the blast sending people flying from their chairs.\n\nThe square, normally full of tourists and local vendors and storytellers, was swept up in panic as ambulance crews recovered dismembered bodies from the debris. A photographer described \"shredded bodies\" being pulled from the cafe. There were gruesome injuries at the city's main hospital, where at least 20 wounded were being treated.\n\nBoris Thiolay, a journalist for the French weekly L'Express who was in the square at the time, described a deafening explosion. \"We all jumped, then we saw a plume of black smoke rise above the restaurant and the souk.\"\n\nA local hotel worker told France-Info she heard a great boom and everything in the square suddenly went grey.\n\nThere were conflicting accounts of how the attack took place. One witness who escaped unharmed told Agence France Presse that a man had entered the cafe and ordered an orange juice before blowing himself up minutes later. Others said a bomber dropped a suitcase before walking out of the building.\n\n\"I heard a massive blast. The first and second floors of the building were destroyed,\" one local woman told Reuters. \"Some witnesses said they had seen a man carrying a bag entering the cafe before the blast occurred.\"\n\nThe Moroccan interior ministry said early evidence collected from the scene confirmed it was a bomb attack. Other local officials said indications were of a suicide attack and traces of nails were found in one of the bodies at the hospital. Initially, within moments of the explosion, officials had blamed a gas canister catching fire.\n\nEleven of the dead were believed to be tourists, around half were women and at least six were French, according to Moroccan television. The Elysée confirmed that many of the dead and injured were French.\n\nPresident Nicolas Sarkozy condemned a \"hateful, cruel and cowardly attack\".\n\nAn unconfirmed report on Le Figaro's website claimed a couple from Marseille were among the dead, as well as one Briton.\n\nMarrakech is Morocco's top city-break destination and the blast came during French school holidays and at the start of the UK's extended bank holiday.\n\n\"You can't find a more emblematic target than Jamaa-el-Fnaa square,\" said one restaurant owner in the city.\n\n\"With this attack and amid the worrying unrest in the region, tourism will hit the doldrums.\"\n\nThe Moroccan government did not say whether the attack was thought to have been carried out by Islamists. In January, the Moroccan interior ministry said 27 suspected terrorists recently arrested in the south of the country had links to al-Qaida in the Islamic Maghreb, a regional offshoot of the group. Last week, men claiming to be Moroccan members of al-Qaida's north African wing appeared in a video posted on YouTube threatening to attack Moroccan interests.\n\nTwo weeks ago the king, Mohammed VI, pardoned or cut the sentences of 190 detainees, including Islamists and Sahrawi political prisoners, as part of his promised concessions on rights and judicial independence.\n\nLast month he announced political changes and promised constitutional reform in an attempt to stave off a knock-on effect from the Arab popular uprisings that have overthrown Tunisia's dictator and Egypt's autocratic regime.\n\nSince 20 February, there have been three nationwide mass demonstrations for democracy and equality in Morocco, which is plagued by massive social injustice and a growing gap between the rich and the very poor.\n\nThe Marrakech blast is likely to hurt Morocco's tourist trade, a major source of revenue, which is already struggling to recover from the effects of the global downturn.\n\nMorocco's main stock exchange, the Casablanca bourse, was down 3.3% by early afternoon.\n\n\"People are panicking,\" said a trader on the bourse. \"This is a terrorist act and it will affect the economy and tarnish the country's image. Local investors are selling.\"", "image": "http://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2011/4/28/1304018100748/Marrakech-cafe-after-bomb-003.jpg", "url": "http://www.guardian.co.uk/world/2011/apr/28/marrakech-tourist-cafe-terrorist-attack"}, {"published": 1303948800.0, "title": "ABC News (Australian Broadcasting Corporation)", "body": "16 killed in Morocco cafe blast\n\nUpdated\n\nAt least 16 people have been killed and another 20 injured in a cafe bombing in the Moroccan city of Marrakech.\n\nA massive bomb ripped through the Argana cafe in the city's main square - a major tourist attraction - and authorities said most of the dead and wounded were foreign tourists.\n\nEleven of the dead were foreigners - six of them French - with three Moroccans also killed.\n\nAmong the injured were two Dutch nationals, two Swiss, two Russians and two people from Tunisia.\n\nMoroccan authorities say the explosion was without doubt a terrorist attack - possibly a suicide bombing - although so far no group has claimed responsibility.\n\n\"The casualties include people of various nationalities and reports seem to indicate that it was a criminal act,\" an official said.\n\nAn interior ministry official confirmed the report and said an investigation was under way to shed more light on the blast.\n\nThe blast happened in the city's main square, which is usually thronged with tourists and street vendors.\n\nLatifa Idrissi, whose husband Yassine Bouzidi, 28, was one of the victims, said the blast occurred on the cafe's terrace and badly injured the manager.\n\nFrance has condemned the attack as cruel and cowardly and without justification.\n\nFrench foreign minister Alain Juppe has questioned the motive for the attack - saying he is not aware of any particular threat against France in what was once a French protectorate.\n\n- ABC/AFP\n\nTopics: accidents, disasters-and-accidents, morocco\n\nFirst posted", "image": "http://www.abc.net.au/news/image/2697236-1x1-700x700.jpg", "url": "http://www.abc.net.au/news/stories/2011/04/28/3202977.htm"}]}, {"title": "Heavy rain causes flooding across the UK", "articles": [{"published": 1184889600.0, "title": "Chaos as heavy rain brings floods", "body": "Flooding has affected Maidenhead in Berkshire badly Your flood videos\n\nFlooding causes travel chaos\n\nHelicopters were sent to rescue people from homes in Worcestershire, a hospital was flooded in West Sussex and a man died in his home in Cumbria.\n\nRoads were badly hit in the Midlands and across southern England, with flights and trains cancelled or late.\n\nMore bad weather is expected in Wales and central England overnight before moving north over the weekend.\n\nIn the village of Sedgeberrow in Worcestershire, nearly 40 people had to be rescued from their homes after the River Isbourne burst its banks - some of them were plucked from their homes by RAF helicopter.\n\nYOUR PICTURES\n\nYour images of flooding from around the country\n\nPupils at the Bredon Hill Middle school in the village of Ashton Under Hill, also in Worcestershire, are preparing to spend the last night of the summer term at school.\n\nNo-one can get in or out of the building because of the flooding.\n\nNearly 300 pupils from Hanley Castle High School returning from end-of-term trips are set to spend the night in Tewkesbury after their coaches became trapped on flooded roads.\n\nFirefighters were called to help rescue children from Cherry Orchard Primary School in Worcester after it was flooded by half a foot of water.\n\nThe city's roads have been badly hit, with police advising drivers to take care on the only four remaining routes which are affected by standing water.\n\nHAVE YOUR SAY I have never seen rain like it. I have just been in the garden, trying to get the water out\n\nGraham Moore, Tooting, London\n\nSend us your experiences\n\nEarlier, flash flooding hit many parts of Berkshire, forcing the closure of at least three schools in Windsor and one in Maidenhead, where about 30 homes were flooded and a woman had to be rescued from her car.\n\nThe town's main shopping centre, Nicholson Walk, was also shut.\n\nThe Glade music festival near Aldermaston, Reading, had to be suspended because of severe flooding with cars reported \"floating around\" in the car park.\n\nBattersea, south London, was hit by flooding\n\nA National Trust property - Basildon Park, in the west of the county - was closed because shops and the car park were flooded. Homes in Newbury were also flooded.\n\nIn Gloucestershire, the council has set up emergency rest centres to shelter people forced out of their homes by flooding after the \"worst conditions the county has seen in years\".\n\nHeathrow Airport says it has had to cancel 141 flights because of severe weather conditions across the country.\n\nLuton Airport was described as \"virtually cut off\" by floodwaters at one point. The approach to the airport has since been cleared.\n\nParts of south London were badly hit, with roads submerged under 2ft of water in some parts.\n\nSee the predicted track of the torrential rain\n\nIn pictures\n\n\n\nThree people trapped in a building cut off by floods in Barry, south Wales, were rescued by emergency services.\n\nThe villages of Syresham and Helmdon in south Northamptonshire were badly hit, with a junior school evacuated in Helmdon.\n\nIn Hereford, the council handed out Wellington boots to help motorists trying to rescue about 200 vehicles stranded in a car park.\n\nIn West Sussex, Worthing Hospital was flooded by 18in of water, with many homes also flooded across the county.\n\nAnd in Cumbria a 64-year-old man has died after suffering head injuries while trying to bail water out of the flooded basement of his home in Alston.\n\nThe weather across the UK has been far from typical this summer\n\nDaniel Corbett\n\nLondon's Tube network suffered major disruption, with the Circle line suspended, the District line partially suspended and several Tube stations closed because of flooding.\n\nMainline rail services remain badly disrupted, with services between London and the south coast and South West, and services in the Midlands particularly badly hit, with scores of train cancellations leaving thousands of passengers stranded.\n\nThe severe weather hit as thousands of families were planning to take to the roads and railways for their summer holidays, after schools in many areas finished for the summer.\n\nBBC broadcast meteorologist Daniel Corbett said: \"The weather across the UK has been far from typical this summer.\"\n\nHe said a broad band of low pressure had been sitting across the UK, pushing the jet stream - a ribbon of fast moving air in the upper atmosphere - further south than usual, keeping high pressure and settled weather away from the UK.\n\n\"In a normal summer the jet stream is to the north of the UK. This allows the Azores high to build across the UK and bring settled and more typical summer weather for the UK,\" said Mr Corbett.", "image": "http://newsimg.bbc.co.uk/media/images/44011000/gif/_44011846_ldn1_winds_maid416.gif", "url": "http://news.bbc.co.uk/1/hi/uk/6907316.stm"}, {"published": 1184889600.0, "title": "Rain, rain and yet more rain hits UK", "body": "More heavy rain swept across Britain from the Atlantic today, triggering flash floods to add to more than £1.5bn worth of damage caused by storms in the past three weeks.\n\nA blanket severe weather warning was issued by the Meteorological Office for the whole of Wales, the Midlands and East Anglia and everywhere in southern England except Cornwall.\n\nForecasters said the downpours could dump up to 10cm (4in) of rain in less than 24 hours in some areas, with central and southern England and Wales the worst affected.\n\nFive people trapped on the first floor of a building in Barry, south Wales, were rescued by firefighters amid a busy day for the emergency services.\n\nBrief heavy showers passed in successive belts as council flood controls and insurance call centres doubled staff for the weekend.\n\nBerkshire was among the worst hit areas. In Hampshire, where scores of roads were closed, the Fire and Rescue Service said it had received more than 200 calls.\n\nThere were appeals for the public not to call emergency numbers unless life was in danger or there was a risk of serious damage to property.\n\nElectrical cables were brought down in Basingstoke and a BMW car left stranded in 60cm (2ft) of floodwater that hit large parts of the town.\n\nThe only piece of good news was that the worst of the rain kept away from the battered north, where a huge recovery operation is installing thousands of temporary homes for people whose houses have been wrecked.\n\nMore than 1,000 caravans have been installed in Hull and a complete new caravan park is being built at Toll Bar, near Doncaster in South Yorkshire, where 80% of properties were badly damaged in June.\n\nPlans to use a cruise ship as a floating shelter have been drawn up in Hull, in case evacuees currently staying with friends and family need a home later in the year. Many damaged houses will take eight months to dry out and redecorate.\n\nOnly a short-lived outrider of today's storms reached the devastated area, penetrating as far as Richmond in North Yorkshire, where the sudden volume of water burst the banks of Skeeby beck, flooding homes in six villages.\n\nPhil Rothwell, head of flood risk policy at the Environment Agency, said: \"Everyone should stay fully aware of the weather situation over the weekend. Where there is the danger of rivers rising people should check for flood warnings in their area.\"\n\nThe Highways Agency warned drivers to use headlights and double the distance between cars because of the level of rain and spray.\n\nSevere weather warnings will remain in force tomorrow for north Wales and the West Midlands. Sunday is forecast to be showery and dull in most areas, and heavy rain may return to the south on Monday.\n\nThe Conservative leader, David Cameron, was visiting Lincoln this afternoon to meet victims and rescue workers, including salvage teams who were shifting mounds of ruined furniture and belongings to landfill sites.\n\nIn one of the worst-hit areas, Doncaster, a couple said their flooded home in Adwick le Street had been burgled twice since waist-high water filled it a fortnight ago.\n\nSimon Young, 35, the director of a multimedia firm, said he and his wife, Cheryl, 28, had nothing left. \"They've taken the kiddies' money box, Cheryl's grandmother's jewellery, the newborn's clothes, even nappies. I think we need to put a sign up outside - 'burgled twice, please don't bother'.\"\n\nRail travel has also been disrupted throughout Wales, south-west England and southern England, and some firms have been forced to provide bus replacement services.\n\nThe Virgin Cross Country service had to suspend its services between Birmingham New Street and Gloucester because of the flooding. Other train firms affected were Arriva Trains Wales, Chiltern Railways, First Capital Connect, First Great Western, South West Trains, Southeastern and Southern.\n\nParts of the London underground system have been also been affected and at one stage 15 stations were closed. Transport for London's website was updating details of which services were disrupted.\n\nPolice in London warned motorists to avoid the Wandsworth area, especially where there are roads that pass under bridges.", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2007/07/20/carshalton372ready.jpg", "url": "http://www.guardian.co.uk/weather/Story/0,,2131208,00.html"}, {"published": 1184889600.0, "title": "", "body": "Sorry but we haven't been able to serve the page you requested - please try again\n\nIf you typed in a URL, please make sure you have typed it correctly.\n\nIn particular, make sure that the URL you typed is all in lower case.\n\nIf you think this article may be missing, please contact newsite@independent.co.uk stating the URL of this page.\n\nIf you require further assistance, please contact our help staff at the following address: userhelp@independent.co.uk", "image": "", "url": "http://news.independent.co.uk/uk/this_britain/article2786781.ece"}]}, {"title": "Talks with TGWU and Gate Gourmet to resume later today", "articles": [{"published": 1123891200.0, "title": "BA strike chaos starting to ease", "body": "Thousands of BA passengers have been stranded by the strike action\n\nThe airline will continue catch-up operations on Sunday, after over 80% of its scheduled flights ran on Saturday.\n\nUp to 100,000 travellers are thought to have been disrupted by the BA strike in sympathy with sacked catering workers.\n\nTalks between caterer Gate Gourmet and the Transport and General Workers Union (TGWU) will continue on Sunday.\n\nHundreds of BA ground staff went on strike on Thursday after Gate Gourmet, which supplies meals for BA flights, a day earlier sacked 670 staff.\n\nGate Gourmet said it had sacked the staff for staging an unofficial walkout over the firm's restructuring plans - this has been disputed by TGWU.\n\nCHAOS AT HEATHROW Wed: Gate Gourmet sack workers who miss a deadline to report to work. BA cancel four flights due to a lack of food Thurs: Some BA staff stop work in sympathy with sacked staff. BA cancels all flights into and out of Heathrow Fri: Talks begin between the union and Gate Gourmet. BA staff start returning to work. By 2030 BST BA flights start leaving Heathrow\n\nAdvice for passengers\n\nA Gate Gourmet spokesman said the talks had been \"constructive\", while the union said there had been \"useful discussions\".\n\nEmployees who had been sacked but were legitimately absent from work and did not strike on Wednesday were in the process of being reinstated, Gate Gourmet said in an earlier statement.\n\nIt is believed this involves 100 staff - Gate Gourmet had previously refused to hand back jobs to any of the staff. TGWU wants all 670 workers reinstated.\n\nMillions in losses\n\nThe BA strike grounded flights for more than 24 hours - the cost to the airline in loss of revenues, refunds and the expense of accommodating passengers in hotels is estimated at up to £40m.\n\nServices began operating again at 2030 BST (1930 GMT) on Friday.\n\nThe airline had hoped 85% of short-haul flights and 80% of long-haul flights would run as normal on Saturday.\n\nOnly passengers with reconfirmed reservations were asked to go to the airport.\n\nSome passengers have been waiting for flights since Thursday\n\nBA marketing director Martin George told Sky News those who had been waiting for several days were not being given precedence over passengers with later bookings.\n\n\"We're working very hard on an individual basis to rebook them at a later time or on another airline, or offer them a refund.\"\n\nMr George said the airline was facing a massive logistical operation in order to recover from the strike, which had been \"unofficial\" and therefore harder to prepare for.\n\n\"When we started the operation we had about 1,000 flight and cabin crew out of position, about 100 aircraft out of position... that will take some days to recover,\" he said.\n\nA BA spokeswoman said the airline also had about 30,000 bags to match with passengers.\n\n\"They are not with the people they should be with. We are working to return them,\" she said.\n\nContingency plans\n\nBAA, which manages Heathrow Airport, said it had contingency plans for passengers delayed at the airport.\n\nSpokesman Mick Temple said: \"We have experience of dealing with circumstances happening outside our control, such as 11 September.\"\n\nMarquees had been set up with food and drinks for affected passengers.\n\nDuring the holiday season, BA deals with 70,000 passengers at Heathrow daily.\n\nAFFECTED AIRLINE NUMBERS British Airways:\n\n0800 727 800 Qantas:\n\n0870 000 0123 Sri Lankan Airlines:\n\n0208 538 2000 Finnair:\n\n08705 997711 GB Airways:\n\n0870 850 9850 British Med Airlines:\n\n0870 850 9850\n\nPassengers tell of disruption\n\nMany disgruntled BA passengers blamed airport staff for poor communication and said the advice line for rebooking was constantly engaged.\n\nBA said they had extra staff on duty and were trying to answer people's calls as quickly as possible.\n\nQantas, Sri Lankan, Finnair, GB and British Mediterranean airlines, also serviced by BA ground staff, were also affected.\n\nRichard Wells, Gate Gourmet director, denied being heavy-handed over the sackings, insisting all those affected were spoken to and given written warnings before being dismissed.", "image": "http://newsimg.bbc.co.uk/media/images/40687000/jpg/_40687186_samtopp_ap_story203.jpg", "url": "http://news.bbc.co.uk/1/hi/england/london/4147780.stm"}, {"published": 1123804800.0, "title": "Q&A: Grounded BA passengers", "body": "Thousands of passengers have already been affected\n\nBut with delays continuing, what are the options for passengers booked to travel with the airline and are they due any compensation?\n\nHow long will the backlog of flights continue?\n\nThe backlog will continue to disrupt BA's service over the next few days.\n\nIt is likely that the effects will continue to be felt until Monday, and possibly beyond.\n\nAlthough BA says it hopes to run 50% of its short haul flights and 40% of its long haul flights by Saturday.\n\nIf passengers are due to fly out on Saturday should they go to the airport?\n\nCustomers should not go to Heathrow unless they have a confirmed reservation. Alternatively, they may contact the airline or their travel agent to arrange a refund or rebook their travel plans.\n\nPassengers are advised to check www.ba.com before leaving for the airport. They should also continue to try the free phone number, although heavy demand means that it has often been engaged.\n\nWhat can passengers do if their flight is cancelled?\n\nBA has a policy which allows customers to re-book flights or get a refund by calling their helpline on 0800 727800.\n\nThe policy is applicable to customers due to travel to and from Heathrow up to 2359 BST on 15 August.\n\nAre there flights available from other airports?\n\nPassengers on a flight cancelled at Heathrow will be given the option of having their flight re-booked from Gatwick if there are seats available.\n\nWill passengers have to bring food if they do fly?\n\nBasic catering will be provided by BA in the form of cold snacks, water, coffee and tea.\n\nCan I claim compensation for delays and, if so, what can I expect?\n\nIn February, the EU upped the level of compensation for passengers suffering delays and flight cancellations.\n\nWhen a flight is delayed, the airline may be obliged to supply (or pay for/provide vouchers for) meals and refreshments, along with accommodation if an overnight stay is required.\n\nWhether you qualify will depend on the length of the flight and the delay.\n\nFor example, for flights of 1,500km or less where there is a delay of more than two hours, a passenger should be given meals and refreshments, along with two free telephone calls, e-mails, telexes or faxes.\n\nIf the delay is for five hours or more, passengers are also entitled to a refund of their ticket with a free flight back to the initial point of departure if this is relevant (for example, if a connecting flight has been cancelled).\n\nPeople who have their flights cancelled are entitled to a refund, drinks and meals, and accommodation, unless the airline proves the cancellation was due to circumstances beyond its control.\n\nIt is too early to say whether the airlines will be able to claim that the circumstances of the current dispute were beyond their control.\n\nDoes it matter if the delayed or cancelled flight is part of a package holiday?\n\nIt doesn't matter if you are flying no-frills, on a charter or scheduled service.\n\nFlights originating from the EU, which have been sold as part of a package tour, will be covered.\n\nThe Association of British Tour Operators (ABTA) said tour operators are responsible for rearranging such flights.\n\nWhere an outbound flight cannot be changed, passengers should be offered an alternative holiday, or cancellation and a full refund.\n\nHowever, you should check with your tour operator to see what alternative travel arrangements are being made.\n\nWill passengers be able to claim compensation from their travel insurer?\n\nMany travel insurance policies will pay out in the event of strikes or other industrial action leading to holiday delays.\n\nCompensation can, commonly, be claimed after a delay of more than eight hours.\n\nSubsequent delays may trigger further payouts.\n\nCompensation for delays is usually capped at about £200, although some policies pay more.\n\nIf after 24 hours delay the holiday has to be cancelled, then some policies will refund travel and accommodation costs, where these are not recoverable from the airline.\n\nHowever, policies can vary wildly in the level of cover offered and the Association of British Insurers (ABI) advises consumers to check out their travel documentation.", "image": "http://newsimg.bbc.co.uk/media/images/40680000/jpg/_40680770_passengersap200.jpg", "url": "http://news.bbc.co.uk/1/hi/england/4144536.stm"}, {"published": 1123891200.0, "title": "Business News, Personal Finance and Money News", "body": "Whether you save a printout of your credit report or keep the information on your laptop...\n\nNot all creditors report to all three agencies, and the agencies don’t share...\n\nNot checking your report with all three bureaus.\n\n2. Not checking your report with all three bureaus.\n\nYour credit reports contain the information on which your credit scores are based. All...\n\nNot getting the same score every time.\n\n3. Not getting the same score every time.\n\n4. Not looking at the scale on which your score is measured.\n\nScores are not all measured on the same scale. So a score that is “excellent” on one...", "image": "http://a.abcnews.com/images/Business/GTY_chipotle_manhattan_jt_150608_4x3t_384.jpg", "url": "http://abcnews.go.com/Business/wireStory?id=1034309"}]}, {"title": "Earthquake kills thousands in Indonesia", "articles": [{"published": 1148688000.0, "title": "Indonesia quake toll passes 3,000", "body": "The quake, measuring 6.2, flattened buildings in a densely-populated area south of the city of Yogyakarta, near the southern coast of Java.\n\nThe Indonesian Red Cross estimates some 200,000 people fled their homes after the quake hit early in the morning.\n\nElectricity and communications across the city were also down, police said.\n\nI was jarred awake by my entire house shaking. My large bed was jumping inches from side to side\n\nKevin Freedman, Yogyakarta\n\nReaders' experiences Send us your comments\n\nAt least 2,900 people have been seriously injured, and many more are still thought to be trapped under rubble and collapsed buildings.\n\nIndonesian President Susilo Bambang Yudhoyono called on rescuers to work around the clock, as he visited the area with a team of Cabinet ministers on Saturday.\n\nHe has also ordered the military to help evacuate victims.\n\nThe Indonesian Red Cross said it had sent rapid response teams to the area, and 21 field hospital units were working at full capacity.\n\nThe United Nations Secretary General Kofi Annan said a UN disaster response team was ready to help with humanitarian relief, the AFP news agency reported.\n\nAmong the many countries promising aid are Malaysia, Japan, Russia and the European Union.\n\nThe effects of the quake closed Yogyakarta's airport. Local media said the runway had cracked and part of a roof had caved in.\n\nYogyakarta is near the Mount Merapi volcano, which threatened to erupt earlier this month, forcing thousands of people to be evacuated.\n\nThe quake left the dazed and injured scattered in the streets\n\nIn pictures\n\n\n\nExperts were divided over whether the quake would affect Merapi, but there are reports of heightened activity at the volcano. There was an eruption soon after the quake which sent debris some 3.5km (2 miles) down its western side.\n\nOfficials said that although the area affected was coastal there was no tsunami resulting from the quake.\n\nThe quake hit at 0554 local time (2253 GMT Friday), around 25km (15 miles) south of the city of Yogyakarta, the US Geological Survey (USGS) said.\n\nYogyakarta, Indonesia's ancient royal capital and one of its biggest cities, is about 440km (275 miles) south-east of the capital, Jakarta.\n\n\"The earthquake was felt to be massive - larger than the locals here say they've felt in their lives,\" said Brook Weisman-Ross, regional disaster co-ordinator for Plan International children's charity in Java.\n\n\"I was shaken from my bed... As furniture was falling, concrete chunks started falling from my hotel room as people were running out in panic in their bedclothes,\" he told the BBC.\n\nHe said there was extensive damage across the city and that many of the smaller, older houses had collapsed.\n\nBut a wide swathe south of the city, in the Bantul and Kulonprogo regions, appears to be the worst hit.\n\nThe BBC's Orlando Guzman in Yogyakarta says every other house on the main road south of the city is either flattened or seriously damaged.\n\nAnother correspondent in the area, Andrew Harding, says there are a number of dead bodies by the side of the road.\n\nA government official said nearly two thirds of the deaths caused by the earthquake were in Bantul, the Associated Press reported.\n\nAftershocks\n\nLocal radio said there were not enough doctors to cope with the numbers of injured.\n\nDEADLY RECENT QUAKES 2005 Muzaffarabad, Kashmir - kills more than 73,000 2004 Asian tsunami, triggered by undersea quake - kills at least 200,000 2003 Bam, Iran - kills 26,271 2001 Gujarat, India - kills more than 20,000 1995 Kobe, Japan - kills 6,430 1999 Izmit and Istanbul, Turkey - kills more than 17,000 1990 Gilan, Iran - kills around 40,000 1976 Tangshan, China - kills 255,000 (official)\n\nDeadly history of quakes\n\nPeople were ferried to hospital in lorries and buses, or made the journey on foot, because of a shortage of ambulances.\n\nAftershocks have forced medical staff to move injured patients outside.\n\nOrlando Guzman says people here, who have been living in fear of a volcanic eruption for weeks, are very much still on edge. Many are still afraid to go back to their houses.\n\nMosques, churches and hospitals have been housing people who have fled their homes.\n\n\"We're still afraid. We don't want to go home,\" said Hendra, one of hundreds of people who took refuge at Yogyakarta's Marganingsih Catholic Church.\n\nIndonesia is in a zone known as the Pacific \"ring of fire\", which is prone to earthquakes and volcanic activity.\n\nIn December 2004, a huge earthquake off Indonesia's coast killed hundreds of thousands of people across the Indian Ocean by triggering a tsunami.", "image": "http://news.bbc.co.uk/nol/shared/spl/hi/pop_ups/06/asia_pac_indonesia_earthquake/img/laun.jpg", "url": "http://news.bbc.co.uk/1/hi/world/asia-pacific/5022558.stm"}, {"published": 1148688000.0, "title": "Britain offers £3m earthquake aid", "body": "The quake has flattened buildings\n\nMore than 3,000 people have been killed and thousands more injured by a strong earthquake that struck the Yogyakarta area, officials have said.\n\nUK aid workers have flown to the area, while the Red Cross and Save the Children have launched appeals.\n\nSo far there have been no reports of British casualties, Foreign Office minister Kim Howells said.\n\nHe said: \"A team from the British Embassy in Jakarta has been sent to the scene to check urgently whether any British nationals are involved.\"\n\nMr Howells added the government had offered support to the Indonesian government and were \"ready to respond to all requests\".\n\nTrapped in rubble\n\nInternational Development Secretary Hilary Benn agreed the £3 million aid package, which will be channelled through the United Nations.\n\nThe Department For International Development said it was money originally pledged for the Tsunami relief effort, but which had not been spent by the United Nations.\n\nPrime Minister Tony Blair sent a message to President Susilo Bambang Yudhoyono of Indonesia offering condolences on behalf of the British people, and backing up the offer of assistance.\n\n\"Our thoughts and prayers are with those affected by this tragedy and all of the people of Indonesia,\" he said.\n\nThe Queen also sent a message of sympathy.\n\n\"Please convey my deepest sympathy to the friends and families of those who have been killed or injured,\" she said.\n\nThe quake, measuring 6.2, flattened buildings in a densely-populated area near the city of Yogyakarta on the southern coast of Java.\n\nIt is important in these circumstances that we offer the right kind of help, that is why it is essential to know what is needed\n\nUK International Development Secretary Hilary Benn\n\nAt least 2,900 people have been injured, and many more are still thought to be trapped under rubble and collapsed buildings.\n\nMr Benn told BBC News 24: \"It is the people and the authorities there who will bear the brunt [of helping] and the Indonesian military is on its way to assess the damage.\n\n\"Our job is to support them in whatever they ask.\"\n\nEmbassy team\n\nA small team from the British Embassy in Jakarta has set off for the affected area to get a first-hand appraisal of the situation.\n\nWe're still afraid - we don't want to go home\n\n\n\nHundreds die in Asian quake\n\n\"On the basis of the information we get and requests we receive, then we are ready to give assistance,\" said Mr Benn.\n\nIndonesian President Susilo Bambang Yudhoyono has ordered the military to help evacuate victims, and plans to visit the area immediately.\n\nThe aid agency Save the Children has sent out a team from the UK, while a team from British medical aid charity Merlin is flying to Java from Aceh - the epicentre of the 2004 tsunami.\n\nOxfam - which already has personnel on the ground - said among its immediate objectives in Yogyakarta were to help restore water supplies, while a British Red Cross spokesman said it was ready to send supplies.\n\nIt said it will be handing out hygiene kits, tarpaulins and sarongs to the needy.\n\nThe sarongs are distributed so that people can cover themselves while they sleep, and they can also cover dead bodies.\n\nGloucestershire-based search and rescue charity, Rapid UK, is also waiting to hear if the Indonesian government needs its help.\n\nJohn Holland, the organisation's operations director, said: \"We have a team of 15 volunteers who are ready to go and have been since this morning.\"", "image": "http://newsimg.bbc.co.uk/media/images/41695000/jpg/_41695004_quakehouse_afp203.jpg", "url": "http://news.bbc.co.uk/1/hi/uk/5023084.stm"}, {"published": 1148688000.0, "title": "4,600 killed in Indonesia quake; China offers aid", "body": "4,600 killed in Indonesia quake; China offers aid\n\n(AP/Xinhua)\n\nUpdated: 2006-05-28 08:32\n\nRescue workers dug desperately for survivors on Sunday and hospitals struggled to cope with the thousands of injured, a day after an earthquake killed more than 4,600 people on Indonesia's Java island.\n\n\n\nVictims are treated outside a hospital after a strong earthquake in Yogyakarta, Central Java, Indonesia, Saturday, May 27, 2006. A powerful earthquake rocked Indonesia's Central Java province early Saturday, flattening buildings and killing at least 4, 600 people, hospitals and officials said. [AP]\n\nUp to 20,000 had been injured and more than 100,000 have been left homeless, UNICEF (the U.N. Children's Fund) spokesman John Budd told Reuters, but he said figures were still sketchy.\n\n\"Nobody really knows for sure simply because a lot of people were actually evacuated out ... in order to be treated and a lot of people who are injured have been turned away,\" Budd said.\n\nTrucks full of volunteers from Indonesian political parties and Islamic groups, as well as military vehicles carrying soldiers, headed south from the ancient royal city of Yogyakarta to Bantul, hardest hit by the quake, to help in the effort.\n\n\"Kopassus (special forces troops) and Indonesian Red Cross volunteers are trying to comb through rubble because thousands of houses are damaged and people may still be trapped beneath them,\" Ghozali Situmorang, director general of aid management for the national social department, told Yogyakarta radio.\n\nMedical supplies and body bags were arriving at the airport of Yogyakarta, about 25 km (16 miles) from the Indian Ocean coast where Saturday's 6.3 magnitude quake was centered just offshore.\n\nA vulcanologist said the quake had heightened volcanic activity at nearby Mount Merapi, a volcano experts believe may be about to erupt. Merapi has been rumbling for weeks and sporadically emitting hot lava and highly toxic hot gas.\n\nThe official death toll jumped to 4,611 on Sunday night, said the Social Affairs Ministry's disaster task force.\n\nIn the Bantul area, which accounted for more than 2,000 of the deaths and where most buildings were flattened, makeshift plastic tents dotted the roads.\n\nIn the afternoon heat Sugiyo picked through the remnants of his brick home. He had been trapped with his family before being rescued by other village residents. His mother was killed.\n\n\"I found my motorcycle but it was destroyed, then I found the cupboard but it was broken too,\" said Sugiyo.\n\nBut his face lit up as he spotted a pink box containing diapers and baby clothes. \"This is for my 2-year-old daughter,\" he said holding the box tightly in his arms.\n\nThroughout the disaster-struck region, authorities struggled to deliver aid.\n\n\"The problem now is that we are still short of tents, many people are still living on the streets or open areas,\" said Suseno, a field officer of the Yogyakarta disaster task force.\n\nClean water was another problem, officials said. In Bantul all 12 water distribution systems had been either knocked out completely or were not working properly, UNICEF'S Budd said.\n\n", "image": "http://www.chinadaily.com.cn/china/2006-05/28/xin_190503271717304135718.jpg", "url": "http://www.chinadaily.com.cn/china/2006-05/28/content_601866.htm"}, {"published": 1148947200.0, "title": "Aid flow begins for Java victims", "body": "Medical teams and relief supplies have been arriving in Yogyakarta\n\nBut many survivors are facing a fourth night without relief supplies as driving rain and congested roads hamper access to more remote areas.\n\nThe number of dead now stands at 5,698, the social affairs ministry says.\n\nThe 6.3 magnitude earthquake near the ancient southern city of Yogyakarta left thousands more injured and as many as 200,000 without homes.\n\nDonations from around the world arrived throughout Tuesday as the relief operation involving at least 22 countries gathered pace.\n\nThe aid supplies, brought in by a succession of planes landing at Yogyakarta's airport, were unloaded into warehouses.\n\nHAVE YOUR SAY It's going to be a real mess. We're just happy to be alive\n\nVincent Meyer, Yogyakarta\n\nSend us your comments Readers' experiences\n\nThe UN has set up a co-ordination centre close to the airport to bring order to the flow of goods.\n\nMore international medical teams have flown in to help treat the injured, including personnel from the US, Japan and a 40-strong team and five tonnes of medical supplies from China.\n\nA Singaporean field hospital has been treating patients, and fears of a health crisis appear to be receding, aid workers say.\n\nThe UN's top humanitarian co-ordinator, Jan Egeland, said the aid effort had made \"enormous progress\".\n\n\"The most critical need is medical assistance and after that it's water and sanitation, and third is emergency shelter,\" he told the Associated Press.\n\nDistribution problems\n\nBut many areas are still waiting for aid deliveries.\n\nOn roads around Yogyakarta, people were begging motorists for money.\n\n\"Our village has many victims, houses are all destroyed and we have not received aid from the government,\" a teenage boy, Jumadi, told Reuters news agency.\n\n\"What else can we do?\" he said.\n\nThe UN co-ordinator in Bantul, hardest hit by the earthquake, told the BBC the problem was not a shortage of aid but a problem of \"distribution networks\".\n\n\"The problem is how to bring these goods to those who really need it,\" he said.\n\nOFFERS OF AID Japan: $10m (£5.4m) plus troops UK: $5.5m via UN, $1.8m via Red Cross Middle East: $13m in total from Saudi Arabia, UAE and Kuwait Pledges from EU, US and China Appeals by Red Cross, Save the Children\n\nInternational offers of aid\n\nOne man, Trimoseh, whose house in Prenggan village near Bantul was destroyed, said he had very little food or water.\n\n\"Until now we haven't had any aid,\" he told Reuters. \"But we are not angry, we are just hungry. We will wait for food.\"\n\nThe Asian Development Bank has promised $60m (£32m) in aid and loans to help the affected region.\n\nThe Indonesian government has pledged an initial 12kg of rice per family, and 200,000 rupiah ($21) for each survivor to cover clothing and household goods, and compensation for damaged houses.\n\nPresident Susilo Bambang Yudhoyono warned on Monday he would not tolerate corruption with aid money, saying: \"Don't misappropriate one dollar.\"\n\nAnd after visiting the affected areas, he added: \"We have to improve co-ordination... I saw in many areas that there are many things that need to be speeded up.\"", "image": "http://newsimg.bbc.co.uk/media/images/41695000/gif/_41695164_java_bantul_2map203x223.gif", "url": "http://news.bbc.co.uk/1/hi/world/asia-pacific/5028500.stm"}]}]